Repository: MixinNetwork/ios-app
Catalog: Mixin/Resources/*.lproj/Localizable.strings
Languages: es, ja, zh_hans, zh_hant

# membership_prosperity_description
source: Professional crypto solutions with 24/7 support, best for family offices, large corporations and financial institutions.
zh_hans: 提供专业的加密货币解决方案与 24/7 全天候支持，最适合家族办公室、大型企业和金融机构。
zh_hant: 提供專業的加密貨幣解決方案與 24/7 全天候支援，最適合家族辦公室、大型企業和金融機構。

source: Memo
es: Memorándum
ja: メモ
zh_hans: 备注
zh_hant: 備註

# memo_placeholder
source: Enter the Memo. If there isn’t one, just tap “Next”.
zh_hans: 输入地址备注（Memo），如果没有直接点下一步。
zh_hant: 輸入地址備註（Memo），如果沒有直接點下一步。

# message_e2ee
source: Messages to this conversation are end-to-end encrypted, tap for more info.
es: Los mensajes de esta conversación están encriptados de extremo a extremo, toca para obtener más información.
ja: チャットルームでのメッセージはE2Eで暗号化されています。詳細はタップしてください。
zh_hans: 此对话中的消息使用端对端加密。点击了解更多。
zh_hant: 此對話中的訊息使用端對端加密。點選瞭解更多。

# message_encryption_hint
source: Messages between users are protected with an end-to-end encryption
es: Los mensajes entre usuarios están protegidos con un cifrado de extremo a extremo
ja: ユーザー間のメッセージはE2Eの暗号化によって守られています
zh_hans: 用户之间的消息将受到端对端加密保护
zh_hant: 使用者之間的訊息將受到端對端加密保護

source: Message not found
es: Mensaje no encontrado
ja: メッセージが見つかりません
zh_hans: 找不到该消息
zh_hant: 找不到該訊息

# message_not_support
source: This type of message is not supported, please upgrade Mixin to the latest version.
es: Este tipo de mensaje no es compatible, actualice Mixin a la última versión.
ja: このメッセージは未対応であるため、Mixinを最新版にアップデートしてください。
zh_hans: 不支持此类型消息。请升级 Mixin 查看。
zh_hant: 不支援此型別訊息。請升級 Mixin 檢視。

source: Message Preview
es: Vista previa del mensaje
ja: メッセージのプレビュー
zh_hans: 显示消息内容
zh_hant: 顯示訊息內容

source: Message sent
es: Mensaje enviado
ja: 送信完了
zh_hans: 消息已发送
zh_hant: 訊息已傳送

source: Messages
es: Mensajes
ja: メッセージ
zh_hans: 消息
zh_hant: 訊息

# method_not_supported
source: Method %@ is not supported
zh_hans: 不支持此方法: %@
zh_hant: 不支援此方法: %@

source: Minimum Withdrawal
zh_hans: 最小提现数量
zh_hant: 最小提現數量

# minute
source: %d Minute
es: %d Minuto
ja: %d 分
zh_hans: %d 分钟
zh_hant: %d 分鐘

# minute_count
source: %d Minutes
es: %d Minutos
ja: %d分間
zh_hans: %d 分钟
zh_hant: %d 分鐘

source: Mixin Contact
zh_hans: Mixin 联系人
zh_hant: Mixin 聯絡人

# mixin_id_or_phone
source: Mixin ID, Phone number
es: ID de Mixin, número de teléfono
ja: Mixin ID, 電話番号
zh_hans: Mixin ID 或手机号
zh_hant: Mixin ID 或手機號

source: Mixin Locked
es: Mixin bloqueado
ja: Mixinはロックされています
zh_hans: Mixin 已锁定
zh_hant: Mixin 已鎖定

source: Mixin Messenger Desktop
es: Mixin Messenger de Escritorio
ja: Mixin デスクトップ
zh_hans: Mixin Messenger 桌面
zh_hant: Mixin Messenger 桌面

source: Mixin One
zh_hans: Mixin 大会员
zh_hant: Mixin 大會員

# mixin_one_desc
source: Start your Mixin premium journey
zh_hans: 开启您的 Mixin 会员之旅

source: Mixin server encounters errors
es: El servidor Mixin encuentra errores
ja: Mixinのサーバーにエラーが発生しています
zh_hans: 服务器出错，请稍后重试
zh_hant: 伺服器出錯，請稍後重試

source: Mixin Support
zh_hans: Mixin 客服
zh_hant: Mixin 客服

source: Mnemonic Phrase
zh_hans: 助记词
zh_hant: 助記詞

# mnemonic_phrase_instruction
source: You can log in to your account using the mnemonic phrase. The current mnemonic phrase is linked to a key shard of the MPC wallet, with the complete key existing only in the TEE security environment on the current device. Read the documentation to learn %@.
zh_hans: 你可以通过助记词登录你的账号，当前助记词已关联到 MPC 钱包的密钥分片，完整的密钥只存在当前设备的 TEE 安全环境中，阅读文档以了解%@。
zh_hant: 你可以透過助記詞登入你的賬號，當前助記詞已關聯到 MPC 錢包的金鑰分片，完整的金鑰只存在當前裝置的 TEE 安全環境中，閱讀檔案以瞭解%@。

# mnemonic_phrase_instruction_1
source: The 13 mnemonic phrases generated when creating an account are intended only for Mixin Network-related products.
zh_hans: 创建账号生成的 13 个助记词仅用于 Mixin Network 相关产品。
zh_hant: 建立賬號生成的 13 個助記詞僅用於 Mixin Network 相關產品。

# mnemonic_phrase_instruction_2
source: The mnemonic phrase will be associated with a key shard for your MPC wallet under your management.
zh_hans: 助记词将关联到由您管理的 MPC 钱包的一个密钥分片。
zh_hant: 助記詞將關聯到由您管理的 MPC 錢包的一個金鑰分片。

# mnemonic_phrase_take_long
source: This shouldn't take long.
zh_hans: 这应该不会花太长时间。
zh_hant: 這應該不會花太長時間。

# mnemonic_phrase_tip_1
source: · Store it in a vault or secure place
zh_hans: ·存放在保险箱或安全的地方
zh_hant: ·存放在保險箱或安全的地方

# mnemonic_phrase_tip_2
source: · Do not share it over the internet
zh_hans: ·不要在网络上发送
zh_hant: ·不要在網路上傳送

source: mnemonic phrases
zh_hans: 助记词

source: Mnemonics Mismatched
zh_hans: 助记词不符
zh_hant: 助記詞不符

source: Mobile Contacts
es: Contactos móviles
ja: 連絡先
zh_hans: 通讯录
zh_hant: 通訊錄

source: Mobile Number
zh_hans: 手机号码
zh_hant: 手機號碼

source: Mobile Phone
zh_hans: 手机
zh_hant: 手機

source: Monthly
es: Mensual
ja: 月
zh_hans: 每月
zh_hant: 每月

# months_count_short
source: %dM
zh_hans: %d月
zh_hant: %d月

source: More
es: Más
ja: もっとみる
zh_hans: 更多
zh_hant: 更多

source: more information
zh_hans: 更多信息
zh_hant: 更多資訊

source: Move and Scale
es: Mover y escalar
ja: 移動と拡大縮小
zh_hans: 移动和缩放
zh_hant: 移動和縮放

# multisig_receiver
source: Receiver
ja: 受取人
zh_hans: 交易接收人
zh_hant: 交易接收人

# multisig_receivers_threshold
source: Receivers (%@)
ja: 受取人(%@)
zh_hans: 交易接收人（%@）
zh_hant: 交易接收人（%@）

source: Multisig Revoked
zh_hans: 已撤销多签交易
zh_hant: 已撤銷多簽交易

# multisig_sender
source: Sender
zh_hans: 交易发起人
zh_hant: 交易發起人

# multisig_senders_threshold
source: Senders (%@)
zh_hans: 交易发起人（%@）
zh_hant: 交易發起人（%@）

source: Multisig Signed
zh_hans: 多签交易签名成功
zh_hant: 多簽交易簽名成功

# multisig_signed_description
source: Signature successful
zh_hans: 您的签名已成功
zh_hant: 您的簽名已成功

# multisig_signing_description
source: Requesting. Please wait a moment.
zh_hans: 正在发送，请稍候。
zh_hant: 正在傳送，請稍候。

source: Multisig Signing Failed
zh_hans: 多签交易失败
zh_hant: 多簽交易失敗

# multisig_state_paid
source: This transaction has already collected enough signatures; the current signature has been automatically ignored.
zh_hans: 这笔交易已成功收集到足够的签名，当前签名已被自动忽略。
zh_hant: 這筆交易已成功收集到足夠的簽名，當前簽名已被自動忽略。

# multisig_state_signed
source: This multisig link has already been signed by yourself, you can not make a duplicate operation.
es: Este enlace multisig ya ha sido firmado por ti mismo, no puedes realizar una operación duplicada.
ja: このマルチシグリンクはすでにあなたが署名しているため、重複した操作を行うことはできません
zh_hans: 您已经对这笔交易进行了签名，您无法再次签名。
zh_hant: 您已經對這筆交易進行了簽名，您無法再次簽名。

# multisig_state_unlocked
source: This multisig link has already been unlocked by someone, you can not make a duplicate operation.
es: Este enlace multisig ya fue desbloqueado por alguien, no se puede hacer una operación duplicada.
ja: このマルチシグリンクは既に他のユーザーによってロック解除されています。重複した操作を行うことはできません。
zh_hans: 这笔交易已经被其他人撤销了，您无法再次撤销。
zh_hant: 這筆交易已經被其他人撤銷了，您無法再次撤銷。

source: Multisig Transaction
es: Transacción multigrado
ja: マルチシグトランザクション
zh_hans: 多重签名交易
zh_hant: 多重簽名交易

# multisig_unlocked_description
source: Your signature has been revoked by the Mixin mainnet.
zh_hans: 您的签名已撤销
zh_hant: 您的簽名已撤銷

# multisig_unlocking_description
source: The request to revoke the multisig is currently under verification by the Mixin server. Please wait a moment.
zh_hans: 正在撤销多签交易，请稍候。
zh_hant: 正在撤銷多簽交易，請稍候。

source: Mute
es: Silenciar
ja: ミュート
zh_hans: 静音
zh_hant: 靜音

# mute_until
source: Until %@
es: Hasta el %@
ja: %@まで
zh_hans: 直到 %@
zh_hant: 直到 %@

source: Muted
es: Silenciado
ja: ミュートされました
zh_hans: 已静音
zh_hant: 已靜音

source: Muted until %@
es: Silenciado hasta %@
ja: %@までミュートする
zh_hans: 已静音至 %@
zh_hant: 已靜音至 %@

source: My Balance
zh_hans: 我的余额
zh_hant: 我的餘額

source: My Contacts
es: Mis contactos
ja: 連絡先
zh_hans: 我的联系人
zh_hant: 我的聯絡人

source: My Favorite Bots
zh_hans: 我收藏的机器人
zh_hant: 我收藏的機器人

source: My Mixin ID: %@
es: Mi ID de Mixin: %@
ja: マイMixin ID:%@
zh_hans: 我的 Mixin ID：%@
zh_hant: 我的 Mixin ID：%@

source: My QR Code
es: Mi código QR
ja: マイQRコード
zh_hans: 我的二维码
zh_hant: 我的二維碼

source: My Stickers
es: Mis pegatinas
ja: マイスタンプ
zh_hans: 我的表情
zh_hant: 我的表情

source: My Wallet
zh_hans: 我的钱包

source: N/A
es: N/D
ja: なし
zh_hans: 暂无价格
zh_hant: 暫無價格

source: Name
es: Nombre
ja: 名前
zh_hans: 名称
zh_hant: 名稱

source: Name or Phone number
es: Nombre o número de teléfono
ja: 名前か電話番号
zh_hans: 姓名或手机号
zh_hant: 姓名或手機號

source: Need help?
es: ¿Necesitas ayuda?
ja: ヘルプが必要ですか？
zh_hans: 需要帮助？
zh_hant: 需要幫助？

source: Network
zh_hans: 网络
zh_hant: 網路

# network_connection_lost
source: The network connection was lost, please check your network and try again later
es: Se ha perdido la conexión de red, verifica tu red e intenta nuevamente más tarde
ja: ネットワークが切断されました。確認してから再度接続してください
zh_hans: 网络连接超时，请检查网络稍后重试
zh_hant: 網路連線超時，請檢查網路稍後重試

source: Network Fee
es: Tarifa de red: %@
zh_hans: 网络费用
zh_hant: 網路費用

source: Network Type
zh_hans: 网络类型
zh_hant: 網路型別

# never_auto_download
source: Never
es: Nunca
ja: しない
zh_hans: 关闭
zh_hant: 關閉

source: New Chat
es: Nueva chat
ja: チャットを作成
zh_hans: 新聊天
zh_hant: 新聊天

source: New Group
es: Nuevo grupo
ja: グループを作成
zh_hans: 新建群组
zh_hant: 新建群組

source: New Group Chat
es: Nuevo chat grupal
ja: 新しいグループチャットを作成
zh_hans: 新群聊
zh_hant: 新群聊

source: new name
es: nuevo nombre
ja: 新しい名前
zh_hans: 名称
zh_hant: 名稱

source: New Update Available
zh_hans: 发现新版本
zh_hant: 發現新版本

# new_update_available_desc
source: We update the app regularly so we can make it better for you
zh_hans: 我们定期更新应用程序，以便为您提供更好的服务
zh_hant: 我們定期更新應用程式，以便為您提供更好的服務

source: Next
es: Próximo
ja: 次へ
zh_hans: 下一步
zh_hant: 下一步

source: NO ALERTS
zh_hans: 没有价格预警
zh_hant: 沒有價格預警

source: NO AUDIO
es: SIN AUDIO
ja: 音声メッセージがありません
zh_hans: 没有音频
zh_hant: 沒有音訊

source: NO AUTHORIZATIONS
es: SIN AUTORIZACIONES
ja: 権限がありません
zh_hans: 没有授权任何机器人
zh_hant: 沒有授權任何機器人

source: No blocked users
es: Sin usuarios bloqueados
ja: ブロック済みのユーザーはいません
zh_hans: 没有屏蔽任何人
zh_hant: 沒有封鎖任何人

source: NO BOTS
es: SIN BOTS
ja: ミニアプリがありません
zh_hans: 没有机器人
zh_hant: 沒有機器人

source: NO COLLECTIBLES
zh_hans: 没有藏品
zh_hant: 沒有藏品

source: NO CONTACTS
es: SIN CONTACTOS
ja: 友達未追加
zh_hans: 没有联系人
zh_hant: 沒有聯絡人

source: NO FILES
es: SIN ARCHIVOS
ja: ファイルがありません
zh_hans: 没有文件
zh_hant: 沒有檔案

source: No hidden assets
es: Sin activos ocultos
ja: 非表示資産はありません
zh_hans: 没有隐藏的资产
zh_hant: 沒有隱藏的資產

source: No Items Selected
es: No hay elementos seleccionados
ja: 選択してください
zh_hans: 未选定项目
zh_hant: 未選定專案

source: NoKey
zh_hans: 缺少私钥

source: No logs
es: Sin registros
ja: ログがありません
zh_hans: 没有日志
zh_hant: 沒有日誌

source: NO MEDIA
es: SIN MULTIMEDIA
ja: メディアがありません
zh_hans: 没有媒体
zh_hant: 沒有媒體

source: No Memo
es: Sin memorando
ja: メモなし
zh_hans: 没有 Memo（备注）
zh_hant: 沒有 Memo（備註）

source: No network connection
es: No hay conexion de red
ja: ネットワーク接続がありません
zh_hans: 无网络连接
zh_hant: 無網路連線

source: NO ORDERS
zh_hans: 没有订单
zh_hant: 沒有訂單

source: NO POSTS
es: SIN PUBLICACIONES
ja: 投稿がありません
zh_hans: 没有文章
zh_hant: 沒有文章

source: NO RESULTS
es: SIN RESULTADOS
ja: 結果なし
zh_hans: 未找到相关结果
zh_hant: 未找到相關結果

source: NO STICKERS
es: SIN PEGATINAS
ja: スタンプはありません
zh_hans: 还未添加任何表情
zh_hant: 還未新增任何表情

source: No Tag
es: Sin etiqueta
ja: タグなし
zh_hans: 点击不使用 Tag（标签）
zh_hant: 點選不使用 Tag（標籤）

source: No transactions
es: Sin transacciones
ja: トランザクションはありません
zh_hans: 暂无转账记录
zh_hant: 暫無轉賬記錄

source: Nobody
es: Nadie
ja: ユーザーなし
zh_hans: 没有人
zh_hant: 沒有人

source: None
es: Ninguno
ja: なし
zh_hans: 无
zh_hant: 無

source: Normal
ja: 通常
zh_hans: 普通
zh_hant: 普通

# not_a_group_member
source: You're no longer a member in this group
zh_hans: 你已不再是该群组的成员

# not_all_signer_success
source: Not all node success
es: No todos los nodos tienen éxito
zh_hans: 有些节点失败了
zh_hant: 有些節點失敗了

source: Not Backed Up
zh_hans: 未备份
zh_hant: 未備份

# not_enough_partials
source: Not enough nodes return key shard
es: No hay suficientes nodos que devuelvan fragmento de clave
zh_hans: 没有足够的节点返回密钥分片
zh_hant: 沒有足夠的節點返回金鑰分片

source: Not found
es: Extraviado
ja: 見つかりません
zh_hans: 没有找到相应的消息
zh_hant: 沒有找到相應的訊息

source: Not Now
zh_hans: 现在不要
zh_hant: 現在不要

source: Not Paid?
zh_hans: 未付款？
zh_hant: 未付款？

# not_paid_description
source: If you haven't paid, you can give up waiting to create and pay next order.
zh_hans: 如果您尚未付款，可以放弃等待，重新创建并支付新的订单。
zh_hant: 如果您尚未付款，可以放棄等待，重新建立並支付新的訂單。

source: Not playing
es: No se está reproduciendo
ja: 再生しません
zh_hans: 未在播放
zh_hant: 未在播放

# not_turn_off_screen_hint
source: Please do not turn off the screen and keep Mixin in the foreground when synchronizing.
zh_hans: 同步时请不要关闭屏幕并保持 Mixin 在前台运行。
zh_hant: 同步時請不要關閉螢幕並保持 Mixin 在前臺執行。

source: Note
zh_hans: 备注
zh_hant: 備註

source: Notification and Confirmation
es: Notificación y Confirmación
ja: 通知・送金確認
zh_hans: 通知和确认
zh_hant: 通知和確認

# notification_content
source: Enable push notifications to stay updated on price alerts and messages in real time.
es: No te pierdas los mensajes de tus amigos.
ja: 友達からのメッセージを見逃さないで！
zh_hans: 启用推送通知以实时更新价格警报和消息。
zh_hant: 啟用推送通知以即時更新價格警報和訊息。

# notification_message_preview_description
source: Preview message text inside new message notifications.
es: Obtén una vista previa del texto del mensaje dentro de las notificaciones de mensajes nuevos.
ja: 通知でメッセージ内容を表示する
zh_hans: 在推送通知中显示消息内容。
zh_hant: 在推送通知中顯示訊息內容。

# now_an_addmin
source: %@ now an admin
es: %@ ahora es administrador
ja: %@は管理者です
zh_hans: %@现在是管理员
zh_hant: %@現在是管理員

# number_of_assets
source: %d Assets
zh_hans: %d 资产
zh_hant: %d 資產

# number_of_days
source: %d Days
zh_hans: %d天
zh_hant: %d天

# number_of_opponents
source: %d Opponents
zh_hans: %d 收发人
zh_hant: %d 收發人

# number_of_recipients
source: %d Recipients
zh_hans: %d 收款人
zh_hant: %d 收款人

# number_of_words
source: %d words
zh_hans: %d 个词
zh_hant: %d 個詞

source: Off
es: Apagado
ja: オフ
zh_hans: 关闭
zh_hant: 關閉

source: OK
zh_hans: 好的
zh_hant: 好的

# old_device_is_waiting
source: Make sure that the old device is still on the screen that says "Waiting for Other Device..." to ensure synchronization.
zh_hans: 确保旧的设备已停留在同步等待扫码的界面
zh_hant: 確保舊的裝置已停留在同步等待掃碼的介面

source: Oldest
zh_hans: 最早
zh_hant: 最早

# onboarding_description
source: An open source crypto wallet with Signal messaging
zh_hans: 带有端对端加密消息功能的开源加密钱包
zh_hant: 帶有端對端加密訊息功能的開源加密錢包

source: One-by-One Forward
es: Adelante uno por uno
ja: それぞれ転送する
zh_hans: 逐条转发
zh_hant: 逐條轉發

# one_hour
source: 1 Hour
es: 1 hora
ja: 1時間
zh_hans: 1 小时
zh_hant: 1 小時

# one_week
source: 1 Week
es: 1 semana
ja: 1週間
zh_hans: 1 星期
zh_hant: 1 星期

# one_year
source: 1 Year
es: 1 año
ja: 1年間
zh_hans: 1 年
zh_hant: 1 年

source: Open
es: Abierto
ja: 開く
zh_hans: 打开
zh_hant: 開啟

# open_desktop_to_confirm
source: Please open your Mixin Messenger desktop to confirm the operation.
zh_hans: 请打开您的 Mixin Messenger 桌面端来确认此操作。
zh_hant: 請開啟您的 Mixin Messenger 桌面端來確認此操作。

source: Open Home page
es: Abrir página de inicio
ja: ホームページを開く
zh_hans: 打开主页
zh_hant: 開啟主頁

source: Open in browser
es: Abrir en el navegador
ja: ブラウザで開く
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

# open_in_gaode_maps
source: Open in 高德地图
es: Abrir en 高德地图
ja: Gaodeマップで開く
zh_hans: 在高德地图中打开
zh_hant: 在高德地圖中開啟

source: Open in Google Maps
es: Abrir en Google Maps
ja: Googleマップで開く
zh_hans: 在 Google Maps 中打开
zh_hant: 在 Google Maps 中開啟

source: Open in Maps
es: Abrir en Mapas
ja: マップで開く
zh_hans: 在地图中打开
zh_hant: 在地圖中開啟

source: Open Link: %@
es: Abrir enlace: %@
ja: リンクを開く: %@
zh_hans: 打开链接：%@
zh_hant: 開啟連結：%@

# open_source
source: Copyright Mixin Messenger Licensed under the GPLv3
zh_hans: 版权所有 Mixin Messenger 根据 GPL-3.0 授权许可
zh_hant: 版權所有 Mixin Messenger 根據 GPL-3.0 授權許可

source: Open URL
es: Abrir URL
ja: URLを開く
zh_hans: 打开链接
zh_hant: 開啟連結

source: Opening Balance
es: Saldo inicial
zh_hans: 期初余额
zh_hant: 期初餘額

# operation_failed
source: The operation failed, please try again later
es: La operación ha fallado, intenta nuevamente más tarde
ja: 操作が失敗しました。しばらくしてからもう一度お試しください
zh_hans: 操作失败，请稍后重试
zh_hant: 操作失敗，請稍後重試

source: Opponents
zh_hans: 收发人
zh_hant: 收發人

source: Optimize Database
es: Optimizar base de datos
ja: データベースの最適化
zh_hans: 优化查询索引
zh_hant: 最佳化查詢索引

source: Optimized
es: Optimizado
ja: 最適化済みです
zh_hans: 已优化
zh_hant: 已最佳化

# optional_note
source: Note (Optional)
zh_hans: 转账备注（可选）
zh_hant: 轉賬備註（可選）

source: or
zh_hans: 或者
zh_hant: 或者

source: Order Details
zh_hans: 订单详情
zh_hant: 訂單詳情

source: Order ID
zh_hans: 订单 ID
zh_hant: 訂單 ID

# order_type_limit
source: Limit
zh_hans: 限价
zh_hant: 限價

# order_type_swap
source: Swap
zh_hans: 闪兑
zh_hant: 閃兌

source: Orders
zh_hans: 订单
zh_hant: 訂單

source: Other
es: Otro
ja: その他
zh_hans: 其他
zh_hant: 其他

source: Overwrite
zh_hans: 覆盖
zh_hant: 覆蓋

source: Owner
es: Propietario
ja: オーナー
zh_hans: 群主
zh_hant: 群主

source: Paid
zh_hans: 已支付
zh_hant: 已支付

source: Paid Recovery Service
zh_hans: 收费的资产恢复服务
zh_hant: 收費的資產恢復服務

source: Partial Import Successful
zh_hans: 部分导入成功

source: Participants
es: Participantes
ja: 参加者
zh_hans: 成员
zh_hant: 成員

# participants_count
source: %@ PARTICIPANTS
es: %@ PARTICIPANTES
ja: %@人のメンバー
zh_hans: %@ 位群组成员
zh_hant: %@ 位群組成員

source: Paste
zh_hans: 粘贴
zh_hant: 貼上

source: Pause
zh_hans: 暂停
zh_hant: 暫停

source: Paused
zh_hans: 已暂停
zh_hant: 已暫停

source: Pay
zh_hans: 支付
zh_hant: 支付

# pay_paid
source: This payment link has already been paid by someone, you can not make a duplicate payment.
es: Este enlace de pago ya ha sido pagado por alguien, no puedes hacer un pago duplicado.
ja: この支払いリンクはすでに使用済みです。重複して支払いを行うことはできません。
zh_hans: 此付款链接已由某人支付，您无法进行重复付款。
zh_hant: 此付款連結已由某人支付，您無法進行重複付款。

# pay_with_biometry_type
source: Pay with %@
zh_hans: %@支付
zh_hant: %@支付

source: Pay with PIN interval
es: Intervalo de pago con PIN
ja: PINコードの再確認間隔
zh_hans: PIN 使用间隔
zh_hant: PIN 使用間隔

# pay_withdrawal_memo
source: Amount %@ %@ Fee %@ %@
es: Importe %@ %@ Tarifa %@ %@
ja: 額 %@ %@ 手数料 %@ %@
zh_hans: 数量 %@ %@ 手续费 %@ %@
zh_hant: 數量 %@ %@ 手續費 %@ %@

source: Peer closed
es: Par cerrado
ja: ピアが閉じています
zh_hans: Peer 已关闭
zh_hant: Peer 已關閉

source: Peer not found
es: Par no encontrado
ja: ピアが見つかりません
zh_hans: Peer 无效
zh_hant: Peer 無效

source: Pending
zh_hans: 确认中
zh_hant: 確認中

# pending_confirmation
source: %1$d/%2$d confirmation
es: %1$d/%2$d confirmación
ja: %1$d/%2$d 承認
zh_hans: %1$d/%2$d 区块确认数
zh_hant: %1$d/%2$d 區塊確認數

# pending_confirmation_count
source: %1$d/%2$d confirmations
es: %1$d/%2$d confirmaciones
ja: %1$d/%2$d 承認
zh_hans: %1$d/%2$d 区块确认数
zh_hant: %1$d/%2$d 區塊確認數

# pending_confirmations
source: %d/%d Confirmations
es: %d/%d confirmaciones
ja: %d/%d 承認
zh_hans: %d/%d 区块确认数
zh_hant: %d/%d 區塊確認數

# pending_transaction_one
source: 1 Pending Transaction
zh_hans: 有 1 笔交易处理中
zh_hant: 有 1 筆交易處理中

# pending_transactions_count
source: %d Pending Transactions
zh_hans: 有 %d 笔交易处理中
zh_hant: 有 %d 筆交易處理中

# permission_denied_camera_hint
source: Mixin doesn't have permission to use your camera. Please tap Setting to open system settings.
es: Mixin no tiene permiso para usar tu cámara. Toca Configuración para abrir la configuración del sistema.
ja: 設定からカメラの使用をMixinに許可してください
zh_hans: Mixin 需要摄像头权限，请点击'设置'打开系统授权。
zh_hant: Mixin 需要攝像頭許可權，請點選'設定'開啟系統授權。

# permission_denied_microphone_hint
source: Mixin doesn't have permission to use your microphone. Please tap Setting to open system settings.
es: Mixin no tiene permiso para usar tu micrófono. Toca Configuración para abrir la configuración del sistema.
ja: 設定からマイクの使用をMixinに許可してください
zh_hans: Mixin 需要麦克风权限，请点击'设置'打开系统授权。
zh_hant: Mixin 需要麥克風許可權，請點選'設定'開啟系統授權。

# permission_denied_network_hint
source: Mixin doesn't have permission to use wireless data. Please tap Setting to open system settings.
es: Mixin no tiene permiso para usar datos inalámbricos. Toca Configuración para abrir la configuración del sistema.
ja: 設定からワイヤレスデータの使用をMixinに許可してください
zh_hans: Mixin 需要无线数据权限，请点击'设置'打开系统授权。
zh_hant: Mixin 需要無線資料許可權，請點選'設定'開啟系統授權。

# permission_denied_photo_library
source: Mixin doesn't have permission to use your photo library. Please tap Setting to open system settings.
es: Mixin no tiene permiso para usar tu biblioteca de fotos. Toca Configuración para abrir la configuración del sistema.
ja: 設定から画像ライブラリの使用をMixinに許可してください
zh_hans: Mixin 需要相册权限，请点击'设置'打开系统授权。
zh_hant: Mixin 需要相簿許可權，請點選'設定'開啟系統授權。

source: Permissions
es: Permisos
ja: 許可
zh_hans: 权限列表
zh_hant: 許可權列表

# phone_as_key_shard
source: Your mobile number will be associated with a key shard of the MPC wallet managed by you
zh_hans: 手机号将关联到由您管理的 MPC 钱包的一个密钥分片
zh_hant: 手機號將關聯到由您管理的 MPC 錢包的一個金鑰分片

source: Phone call
es: Llamada telefónica
ja: 通話
zh_hans: 电话呼叫
zh_hant: 電話呼叫

# phone_contact
source: Phone Contacts
es: Contactos del teléfono
ja: 連絡帳
zh_hans: 手机联系人
zh_hant: 手機聯絡人

source: Phone Contacts
es: Contactos del teléfono
ja: 連絡帳
zh_hans: 手机通讯录
zh_hant: 手機通訊錄

source: Phone Number
es: Número de teléfono
ja: 電話番号を変更する
zh_hans: 手机号码
zh_hant: 手機號碼

source: Phone number change
es: Cambio de número de teléfono
ja: 電話番号変更
zh_hans: 修改手机号
zh_hant: 修改手機號

# phone_number_privacy
source: Who can find me by my number
es: Quién me puede encontrar por mi número
ja: あなたを電話番号検索で追加できるユーザー
zh_hans: 谁可以通过手机号找到你
zh_hant: 誰可以透過手機號找到你

source: Photo
es: Foto
ja: 写真
zh_hans: 照片
zh_hant: 照片

source: Photo saved.
es: Foto guardada.
ja: 保存しました
zh_hans: 图片已成功保存在相册
zh_hant: 圖片已成功儲存在相簿

# photo_count
source: %d Photos
es: %d Fotos
ja: %d写真
zh_hans: %d 张图片
zh_hant: %d 張圖片

source: Photos
es: Fotos
ja: 写真
zh_hans: 照片
zh_hant: 照片

source: Pick from Library
es: Elegir de la biblioteca
ja: ライブラリーから選択する
zh_hans: 打开相册
zh_hant: 開啟相簿

source: PIN change
es: Cambio de PIN
ja: PINコード変更
zh_hans: 修改 PIN
zh_hant: 修改 PIN

# pin_check_tip
source: You'll be asked for it periodically to help you remember it.
es: Se te pedirá periódicamente para ayudarte a recordarlo.
ja: 安全のため、定期的にPINコードを確認します。
zh_hans: 定期输入 PIN 有助于记住该 PIN
zh_hant: 定期輸入 PIN 有助於記住該 PIN

# pin_confirm_again_hint
source: Please confirm your 6 digit PIN again
es: Confirma tu PIN de 6 dígitos nuevamente
ja: もう一度PINコードを確認してください
zh_hans: 请再次确认您的 6 位 PIN
zh_hant: 請再次確認您的 6 位 PIN

# pin_confirm_hint
source: Please confirm the 6 digit PIN and remember it
es: Por favor, confirma el PIN de 6 dígitos y recuérdalo.
ja: PINコードを確実に記憶してください。ウォレットを失った場合、復元することはできません
zh_hans: 确认 6 位数字 PIN 并牢记它
zh_hant: 確認 6 位數字 PIN 並牢記它

source: PIN creation
es: Creación de PIN
ja: PINコードの生成
zh_hans: 创建 PIN
zh_hant: 建立 PIN

source: PIN incorrect
es: PIN incorrecto
ja: PINコードが違います
zh_hans: PIN 错误
zh_hant: PIN 錯誤

# pin_lost_hint
source: If lost, there is no way to recover your wallet.
es: Si se pierde, no hay forma de recuperar tu cartera.
ja: PINコードを忘れた場合、ウォレットを復元することは一切できません
zh_hans: 如果忘记，你的钱包将无法找回。
zh_hant: 如果忘記，你的錢包將無法找回。

# pin_not_same_as_last_time
source: PIN does not match what was set when it was last terminated unexpectedly
es: El PIN no coincide con lo que se ha configurado la última vez que se canceló inesperadamente
zh_hans: PIN 跟上次意外退出时设置的不一致
zh_hant: PIN 跟上次意外退出時設定的不一致

# pin_title
source: Pin
es: Fijar
ja: ピン留め
zh_hans: 置顶
zh_hant: 置頂

# pinned_a_audio
source: %@ pinned an audio
es: %@ ha fijado un audio
ja: %@が音声ファイルをピン留めしました
zh_hans: %@置顶了一个语音
zh_hant: %@置頂了一個語音

source: %@ pinned a card
es: %@ ha fijado una tarjeta
ja: %@がカードをピン留めしました
zh_hans: %@置顶了一张卡片
zh_hant: %@置頂了一張卡片

source: %@ pinned a contact
es: %@ ha fijado un contacto
ja: %@が連絡先をピン留めしました
zh_hans: %@置顶了一个联系人
zh_hant: %@置頂了一個聯絡人

source: %@ pinned a file
es: %@ ha fijado un archivo
ja: %@がファイルをピン留めしました
zh_hans: %@置顶了一个文件
zh_hant: %@置頂了一個檔案

# pinned_a_general
source: %@ pinned a message
es: %@ ha fijado un mensaje
ja: %@がメッセージをピン留めしました
zh_hans: %@置顶了一条消息
zh_hant: %@置頂了一條訊息

# pinned_a_image
source: %@ pinned a photo
es: %@ ha fijado una foto
ja: %@が画像をピン留めしました
zh_hans: %@置顶了一张图片
zh_hant: %@置頂了一張圖片

# pinned_a_live
source: %@ pinned a live stream
es: %@ ha fijado una transmisión en vivo
ja: %@が配信をピン留めしました
zh_hans: %@置顶了一个直播
zh_hant: %@置頂了一個直播

source: %@ pinned a location
es: %@ ha fijado una ubicación
ja: %@が位置情報をピン留めしました
zh_hans: %@置顶了一处位置
zh_hant: %@置頂了一處位置

source: %@ pinned a post
es: %@ ha fijado una publicación
ja: %@が記事をピン留めしました
zh_hans: %@置顶了一篇文章
zh_hant: %@置頂了一篇文章

source: %@ pinned a sticker
es: %@ ha fijado una pegatina
ja: %@がスタンプをピン留めしました
zh_hans: %@置顶了一个贴纸
zh_hant: %@置頂了一個貼紙

source: %@ pinned a transcript
es: %@ ha fijado una transcripción
ja: %@がメッセージ履歴をピン留めしました
zh_hans: %@置顶了一个聊天记录
zh_hant: %@置頂了一個聊天記錄

source: %@ pinned a video
es: %@ ha fijado un video
ja: %@が動画をピン留めしました
zh_hans: %@置顶了一个视频
zh_hant: %@置頂了一個影片
