Repository: MixinNetwork/ios-app
Catalog: Mixin/Resources/*.lproj/Localizable.strings
Languages: es, ja, zh_hans, zh_hant

source: About
es: Acerca de
ja: Mixinについて
zh_hans: 关于
zh_hant: 關於

# access_contacts_hint
source: Mixin syncs your address book to Mixin servers to help you connect with other Mixin users
es: Mixin sincroniza tu libreta de direcciones con los servidores de Mixin para ayudarte a conectarte con otros usuarios de Mixin
ja: MixinはあなたのアドレスをMixinサーバーに同期させ、Mixinユーザーを自動追加します
zh_hans: 同步通讯录到 Mixin 发现更多好友
zh_hant: 同步通訊錄到 Mixin 發現更多好友

# access_dapps_defi_projects
source: Access apps and DeFi projects.
ja: Access dApps and DeFi projects.
zh_hans: 访问 apps 或 DeFi 项目
zh_hant: 訪問 apps 或 DeFi 專案

source: Access denied
es: Acceso denegado
ja: アクセスが拒否されました
zh_hans: 禁止访问
zh_hant: 禁止訪問

source: Access to Contacts
es: Acceso a Contactos
ja: 連絡先へのアクセス
zh_hans: 访问通讯录
zh_hant: 訪問通訊錄

source: Account
es: Cuenta
ja: アカウント
zh_hans: 账号
zh_hant: 賬號

source: Acknowledgements
es: Agradecimientos
ja: 謝辞
zh_hans: 许可证
zh_hant: 許可證

source: Add
es: Añadir
ja: 追加
zh_hans: 添加
zh_hant: 新增

source: Add a note
zh_hans: 添加转账备注
zh_hant: 新增轉賬備註

source: Add address
es: Añadir dirección
ja: アドレスに追加
zh_hans: 添加地址
zh_hant: 新增地址

source: Add Alert
zh_hans: 添加价格预警
zh_hant: 添加價格預警

source: Add Bot
es: Añadir Bot
ja: ミニアプリを追加
zh_hans: 添加机器人
zh_hant: 新增機器人

# add_by_id_or_phone_number
source: Add by Mixin ID or Phone number
es: Añadir por Mixin ID o número de teléfono
ja: Mixin IDか電話番号で追加
zh_hans: 通过 Mixin ID 或手机号码添加
zh_hant: 透過 Mixin ID 或手機號碼新增

source: Add by Phone Contacts
es: Añadir por contactos telefónicos
ja: スマホの連絡先から追加
zh_hans: 通过手机通讯录添加
zh_hant: 透過手機通訊錄新增

source: Add by QR Code
es: Añadir por código QR
ja: QRコードから追加
zh_hans: 通过二维码添加
zh_hant: 透過二維碼新增

source: Add Circle
es: Añadir círculo
ja: グループリストを追加
zh_hans: 添加圈子
zh_hant: 新增圈子

source: Add Contact
es: Añadir contacto
ja: 友だちを追加
zh_hans: 添加联系人
zh_hant: 新增聯絡人

source: Add Conversations
es: Añadir conversaciones
ja: チャットルームを追加
zh_hans: 添加会话
zh_hant: 新增會話

# add_emergency_contact
source: Add recovery contact
es: Añadir contacto de emergencia
ja: 緊急連絡先を追加
zh_hans: 添加恢复联系人
zh_hant: 新增恢復聯絡人

source: Add Failed
zh_hans: 添加失败

source: Add Mobile Number
zh_hans: 添加手机号码
zh_hant: 新增手機號碼

source: Add or remove favorite bots
zh_hans: 添加或删除收藏的机器人
zh_hant: 新增或刪除收藏的機器人

source: Add Participants
es: Añadir participantes
ja: メンバーを追加
zh_hans: 添加成员
zh_hant: 新增成員

# add_phone_desc
source: You can log in to your account using your mobile number. The mobile number will be associated with a key shard of your MPC wallet. The complete key exists only in the TEE security environment on the current device. Read the documentation to learn more about %@.
zh_hans: 您可以通过手机号码登录您的帐户。手机号码将与您 MPC 钱包的密钥片段关联。完整的密钥仅存在于当前设备的 TEE 安全环境中。阅读文档以了解%@。
zh_hant: 您可以透過手機號碼登入您的帳戶。手機號碼將與您 MPC 錢包的金鑰片段關聯。完整的金鑰僅存在於當前裝置的 TEE 安全環境中。閱讀檔案以瞭解%@。

# add_phone_instruction_1
source: The mobile number and mnemonic phrase will link to the same key shard.
zh_hans: 手机号和助记词将链接到同一个密钥分片。
zh_hant: 手機號和助記詞將連結到同一個金鑰分片。

# add_phone_instruction_2
source: The mobile number and mnemonic phrase log into the same account.
zh_hans: 手机号和助记词登录的是同一个账号。
zh_hant: 手機號和助記詞登入的是同一個賬號。

# add_phone_instruction_3
source: You cannot add a mobile number registered to a Mixin Messenger account.
zh_hans: 无法添加一个已注册为 Mixin Messenger 账号的手机号。
zh_hant: 無法新增一個已註冊為 Mixin Messenger 賬號的手機號。

# add_phone_instruction_4
source: Once bound, the mobile number cannot be removed.
zh_hans: 手机号绑定后无法删除。
zh_hant: 手機號繫結後無法刪除。

# add_recovery_contact_before_instruction_1
source: The recovery contact you want to add has downloaded and logged in to Mixin Messenger.
zh_hans: 要添加的恢复联系人已下载并登录了 Mixin Messenger。
zh_hant: 要新增的恢復聯絡人已下載並登入了 Mixin Messenger。

# add_recovery_contact_before_instruction_2
source: The recovery contact you want to add keeps Mixin Messenger online or is meeting with you face-to-face.
zh_hans: 要添加的恢复联系人保持 Mixin Messenger 在线或者正在与您面对面。
zh_hant: 要新增的恢復聯絡人保持 Mixin Messenger 線上或者正在與您面對面。

# add_recovery_contact_before_instruction_3
source: The recovery contact you want to add has added the current account (%@) as a contact; otherwise, they may not receive the verification code.
zh_hans: 要添加的恢复联系人已添加当前账号（%@）为联系人，否则对方可能无法收到验证码。
zh_hant: 要新增的恢復聯絡人已添加當前賬號（%@）為聯絡人，否則對方可能無法收到驗證碼。

# add_recovery_contact_desc
source: The recovery contact is designed to help you log in to your account if you are lost and cannot retrieve your mobile number or mnemonic phrase.
zh_hans: 恢复联系人旨在帮助您在丢失手机号码或助记词时登录您的帐户。
zh_hant: 恢復聯絡人旨在幫助您在丟失手機號碼或助記詞時登入您的帳戶。

# add_recovery_contact_instruction_1
source: Add someone you trust as a recovery contact, such as your family, friends, or colleagues.
zh_hans: 添加您信任的人为恢复联系人，例如你的家人、朋友或同事。
zh_hant: 新增您信任的人為恢復聯絡人，例如你的家人、朋友或同事。

# add_recovery_contact_instruction_2
source: If you cannot log in to your account using your mobile number or mnemonic phrase, seek help from your recovery contact in person or by phone.
zh_hans: 若您无法通过手机号或助记词登录账号，请向您的恢复联系人当面或致电求助。
zh_hant: 若您無法透過手機號或助記詞登入賬號，請向您的恢復聯絡人當面或致電求助。

# add_recovery_contact_instruction_3
source: The recovery contact cannot transfer assets from your Mixin wallet but can help you regain access to your account.
zh_hans: 恢复联系人无法转移您 Mixin 钱包里的资产，但可以协助您重新访问账号。
zh_hant: 恢復聯絡人無法轉移您 Mixin 錢包裡的資產，但可以協助您重新訪問賬號。

# add_recovery_contact_instruction_4
source: The recovery contact cannot recover your PIN.
zh_hans: 恢复联系人无法恢复您的 PIN 。
zh_hant: 恢復聯絡人無法恢復您的 PIN 。

source: Add Sticker
es: Añadir pegatina
ja: スタンプを追加する
zh_hans: 添加贴纸
zh_hant: 新增貼紙

source: Add Stickers
es: Añadir pegatinas
ja: スタンプを追加
zh_hans: 添加贴纸
zh_hant: 新增貼紙

source: Add Tag
es: Añadir etiqueta
ja: タグを追加
zh_hans: 点击添加 Tag（标签）
zh_hant: 點選新增 Tag（標籤）

source: Add to Stickers
es: Añadir a pegatinas
ja: スタンプを追加
zh_hans: 添加贴纸
zh_hant: 新增貼紙

# add_token
source: Add %@
zh_hans: 补充 %@
zh_hant: 補充 %@

source: Add Wallet
zh_hans: 添加钱包

source: Add Watch Address
zh_hans: 添加观察地址

# add_watch_address_description
source: Track any public wallet address
zh_hans: 追踪公开钱包地址

source: Added
es: Añadido
ja: 追加ずみ
zh_hans: 已添加
zh_hant: 已新增

source: Adding Address
zh_hans: 正在添加地址
zh_hant: 正在新增地址

source: Adding Address Failed
zh_hans: 添加地址失败
zh_hant: 新增地址失敗

source: Address
es: Dirección
ja: アドレス
zh_hans: 地址
zh_hant: 地址

source: Address Added
zh_hans: 地址已添加
zh_hant: 地址已新增

# address_added_description
source: Address has been added. You can immediately use this address for withdrawals.
zh_hans: 地址已添加，您可以立刻使用该地址进行提现。
zh_hant: 地址已新增，您可以立刻使用該地址進行提現。

# address_adding_description
source: The request to add the address is currently under verification by the Mixin server. Please wait a moment.
zh_hans: 正在添加地址，请稍候。
zh_hant: 正在新增地址，請稍候。

source: Address Book
zh_hans: 地址簿
zh_hant: 地址簿

source: Address Deleted
zh_hans: 地址已删除
zh_hant: 地址已刪除

source: Address Edited
zh_hans: 地址已修改
zh_hant: 地址已修改

# address_edited_description
source: The Mixin server has confirmed your address editing request. You can immediately use this address for withdrawals.
zh_hans: 您修改地址的请求已通过 Mixin 服务器确认，您可以立刻使用该地址进行提现。
zh_hant: 您修改地址的請求已透過 Mixin 伺服器確認，您可以立刻使用該地址進行提現。

# address_editing_description
source: The request to edit the address is currently under verification by the Mixin server. Please wait a moment.
zh_hans: 正在将修改地址的请求发送到 Mixin 服务器验证，请稍候。
zh_hant: 正在將修改地址的請求傳送到 Mixin 伺服器驗證，請稍候。

source: Address not found.
es: Dirección no encontrada.
ja: アドレスが見つかりません
zh_hans: 找不到该地址。
zh_hant: 找不到該地址。

# address_validity_reminder
source: The address %1$@(%2$@) has not been used for over %3$@ days. Please check if the address is still valid.
zh_hans: 您已经超过 %3$@ 天没有使用地址 %1$@（%2$@），请注意检查地址是否仍然有效。
zh_hant: 您已經超過 %3$@ 天沒有使用地址 %1$@（%2$@），請注意檢查地址是否仍然有效。

source: Admin
es: Administrador
ja: 管理者
zh_hans: 管理员
zh_hant: 管理員

# agree_hint
source: By proceeding, you agree to the %@ and %@.
es: Al continuar, aceptas el %@ y el %@.
ja: %@と%@に同意し次へ進む
zh_hans: 继续使用即表示你同意 %@ 和 %@
zh_hant: 繼續使用即表示你同意 %@ 和 %@

source: Albums
es: Álbumes
ja: アルバム
zh_hans: 相册
zh_hant: 相簿

source: Alert
zh_hans: 价格预警
zh_hant: 價格預警

# alert_frequency
source: Frequency
zh_hans: 预警频率
zh_hant: 預警頻率

# alert_frequency_daily
source: Once a day
zh_hans: 每日一次
zh_hant: 每日一次

# alert_frequency_daily_description
source: Receive an alert once per day when the trigger event occurs
zh_hans: 仅每日首次触发时预警
zh_hant: 僅每日首次觸發時預警

# alert_frequency_every
source: Always
zh_hans: 持续提醒
zh_hant: 持續提醒

# alert_frequency_every_description
source: Receive an alert on every trigger event
zh_hans: 每次触发都预警
zh_hant: 每次觸發都預警

# alert_frequency_once
source: Only once
zh_hans: 仅提醒一次
zh_hant: 僅提醒一次

# alert_frequency_once_description
source: Receive an alert only on first trigger event
zh_hans: 仅第一次触发时预警
zh_hant: 僅第一次觸發時預警

# alert_key_contact_audio_call_cancelled_message
source: voice call cancelled
es: llamada de voz cancelada
ja: キャンセル
zh_hans: 对方已取消语音通话
zh_hant: 對方已取消語音通話

# alert_key_contact_audio_call_message
source: invites you to a voice call
es: te invita a una llamada de voz
ja: グループ通話に招待されました
zh_hans: 发起了语音通话
zh_hant: 發起了語音通話

# alert_key_contact_audio_message
source: sent you an audio
es: te ha enviado un audio
ja: 音声メッセージが届きました
zh_hans: 发送一条语音
zh_hant: 傳送一條語音

# alert_key_contact_collectible_message
source: sent you a collectible
zh_hans: 发送一个藏品
zh_hant: 傳送一個藏品

# alert_key_contact_contact_message
source: sent you a contact
es: te ha enviado un contacto
ja: 連絡先が届きました
zh_hans: 分享了一个联系人
zh_hant: 分享了一個聯絡人

# alert_key_contact_data_message
source: sent you a file
es: te ha enviado un archivo
ja: ファイルが届きました
zh_hans: 发送一个文件
zh_hant: 傳送一個檔案

# alert_key_contact_image_message
source: sent you a photo
es: te ha enviado una foto
ja: 画像が届きました
zh_hans: 发送一张照片
zh_hant: 傳送一張照片

# alert_key_contact_live_message
source: sent you a live stream
es: te ha enviado una transmisión en vivo
ja: 配信が届きました
zh_hans: 发送一个直播
zh_hant: 傳送一個直播

# alert_key_contact_location_message
source: sent you a location
es: te ha enviado una ubicación
ja: 位置情報が届きました
zh_hans: 发送了一个位置
zh_hant: 傳送了一個位置

# alert_key_contact_message
source: sent you a message
es: te ha enviado un mensaje
ja: メッセージが届きました
zh_hans: 发送一条消息
zh_hant: 傳送一條訊息

# alert_key_contact_post_message
source: sent you a post
es: te ha enviado una publicación
ja: 投稿が届きました
zh_hans: 发送了一篇文章
zh_hant: 傳送了一篇文章

# alert_key_contact_sticker_message
source: sent you a sticker
es: te ha enviado una pegatina
ja: スタンプが届きました
zh_hans: 发送一张贴纸
zh_hant: 傳送一張貼紙

# alert_key_contact_text_message
source: sent you a message
es: te ha enviado un mensaje
ja: メッセージが届きました
zh_hans: 发送一条消息
zh_hant: 傳送一條訊息

# alert_key_contact_transcript_message
source: sent you an transcript
es: te ha enviado una transcripción
ja: メッセージ履歴が共有されました
zh_hans: 分享一个聊天记录
zh_hant: 分享一個聊天記錄

# alert_key_contact_transfer_message
source: sent you a transfer
es: te ha enviado una transferencia
ja: 振り込みされました
zh_hans: 发送一笔转账
zh_hant: 傳送一筆轉賬

# alert_key_contact_video_message
source: sent you a video
es: te ha enviado un video
ja: 動画が届きました
zh_hans: 发送一个视频
zh_hant: 傳送一個影片

# alert_key_group_audio_invite_message
source: %@ invites you to a voice call
es: %@ te invita a una llamada de voz
ja: %@が音声通話に招待しました
zh_hans: %@邀请你进行语音通话
zh_hant: %@邀請你進行語音通話

# alert_key_group_audio_message
source: %@ sent an audio
es: %@ ha enviado un audio
ja: %@が音声メッセージを送信しました
zh_hans: %@发送一条语音
zh_hant: %@傳送一條語音

# alert_key_group_contact_message
source: %@ sent a contact
es: %@ ha enviado un contacto
ja: %@が連絡先を送信しました
zh_hans: %@分享了一个联系人
zh_hant: %@分享了一個聯絡人

# alert_key_group_data_message
source: %@ sent a file
es: %@ ha enviado un archivo
ja: %@がファイルを送信しました
zh_hans: %@发送一个文件
zh_hant: %@傳送一個檔案

# alert_key_group_image_message
source: %@ sent a photo
es: %@ ha enviado una foto
ja: %@が画像を送信しました
zh_hans: %@发送一张照片
zh_hant: %@傳送一張照片

# alert_key_group_live_message
source: %@ sent a live stream
es: %@ ha enviado una emisión en directo
ja: %@が配信を送信しました
zh_hans: %@发送一个直播
zh_hant: %@傳送一個直播

# alert_key_group_location_message
source: %@ sent a location
es: %@ ha enviado una ubicación
ja: %@が位置情報を送信しました
zh_hans: %@发送一个位置
zh_hant: %@傳送一個位置

# alert_key_group_message
source: %@ sent a message
es: %@ ha enviado un mensaje
ja: %@がメッセージを送信しました
zh_hans: %@发来一条信息
zh_hant: %@發來一條資訊

# alert_key_group_post_message
source: %@ sent a post
es: %@ ha enviado una publicación
ja: %@が投稿しました
zh_hans: %@发送一篇文章
zh_hant: %@傳送一篇文章

# alert_key_group_sticker_message
source: %@ sent a sticker
es: %@ ha enviado una pegatina
ja: %@がスタンプを送信しました
zh_hans: %@发送一张贴纸
zh_hant: %@傳送一張貼紙

# alert_key_group_text_message
source: %@ sent a message
es: %@ ha enviado un mensaje
ja: %@がメッセージを送信しました
zh_hans: %@发送一条消息
zh_hant: %@傳送一條訊息

# alert_key_group_transcript_message
source: %@ sent a transcript
es: %@ ha enviado una transcripción
ja: %@がメッセージ履歴を共有しました
zh_hans: %@分享一个聊天记录
zh_hant: %@分享一個聊天記錄

# alert_key_group_video_message
source: %@ sent a video
es: %@ ha enviado un vídeo
ja: %@が動画を送信しました
zh_hans: %@发送一个视频
zh_hant: %@傳送一個影片

# alert_limit_exceeded
source: The total number of price alerts for all currencies cannot exceed %d.
zh_hans: 所有币种的价格预警总数不得超过 %d 个。
zh_hant: 所有幣種的價格預警總數不得超過 %d 個。

# alert_per_asset_limit_exceeded
source: You can create a maximum of %d price alerts for each trading pair.
zh_hans: 每个交易对最多可创建 %d 个价格预警。
zh_hant: 每個交易對最多可建立 %d 個價格預警。

source: Alert Type
zh_hans: 预警类型
zh_hant: 預警型別

# alert_type_percentage_decreased
source: 24h loss exceeds
zh_hans: 24 小时跌幅超过
zh_hant: 24 小時跌幅超過

# alert_type_percentage_decreased_description
source: Triggered when the 24h loss exceeds your set price change.
zh_hans: 过去 24 小时内跌幅超过或等于设置比例时触发。
zh_hant: 過去 24 小時內跌幅超過或等於設定比例時觸發。

# alert_type_percentage_decreased_value
source: 24h loss exceeds %@
zh_hans: 24 小时跌幅超过 %@
zh_hant: 24 小時跌幅超過 %@

# alert_type_percentage_increased
source: 24h gain exceeds
zh_hans: 24 小时涨幅超过
zh_hant: 24 小時漲幅超過

# alert_type_percentage_increased_description
source: Triggered when the 24h gain exceeds your set price change.
zh_hans: 过去 24 小时内涨幅超过或等于设置比例时触发。
zh_hant: 過去 24 小時內漲幅超過或等於設定比例時觸發。

# alert_type_percentage_increased_value
source: 24h gain exceeds %@
zh_hans: 24 小时涨幅超过 %@
zh_hant: 24 小時漲幅超過 %@

# alert_type_price_decreased
source: Price moves below
zh_hans: 价格跌到
zh_hant: 價格跌到

# alert_type_price_decreased_description
source: Triggered when the last price moves below your set price.
zh_hans: 最新价格小于或等于设置价格时触发。
zh_hant: 最新價格小於或等於設定價格時觸發。

# alert_type_price_decreased_value
source: Price moves below %@
zh_hans: 价格跌到 %@
zh_hant: 價格跌到 %@

# alert_type_price_increased
source: Price moves above
zh_hans: 价格涨到
zh_hant: 價格漲到

# alert_type_price_increased_description
source: Triggered when the last price moves above your set price.
zh_hans: 最新价格大于或等于设置价格时触发。
zh_hant: 最新價格大於或等於設定價格時觸發。

# alert_type_price_increased_value
source: Price moves above %@
zh_hans: 价格涨到 %@
zh_hant: 價格漲到 %@

# alert_type_price_reached
source: Price reaches
zh_hans: 价格到达
zh_hant: 價格到達

# alert_type_price_reached_description
source: Triggered when the last price moves above or below your set price.
zh_hans: 最新价格等于、超过或跌破设置价格时触发。
zh_hant: 最新價格等於、超過或跌破設定價格時觸發。

# alert_type_price_reached_value
source: Price reaches %@
zh_hans: 价格达到 %@
zh_hant: 價格達到 %@

# alert_value
source: Value
zh_hans: 数值
zh_hant: 數值

source: All
es: Todo
ja: すべて
zh_hans: 全部
zh_hant: 全部

source: All Alert
zh_hans: 所有价格预警
zh_hant: 所有價格預警

source: All assets will be lost
zh_hans: 所有资产将无法取回
zh_hant: 所有資產將無法取回

source: All Conversations
es: Todas las conversaciones
ja: すべてのチャットルーム
zh_hans: 所有会话
zh_hant: 所有會話

source: All Dates
zh_hans: 所有日期
zh_hant: 所有日期

source: All Invoices
zh_hans: 全部账单
zh_hant: 全部賬單

source: All Photos
es: Todas las fotos
ja: 全ての画像
zh_hans: 所有照片
zh_hant: 所有照片

# all_signer_failure
source: All node failure
es: Falla de todos los nodos, tal vez el PIN no coincida con lo que se configuró la última vez que finalizó inesperadamente
zh_hans: 所有节点失败
zh_hant: 所有節點失敗

source: All Time High
zh_hans: 历史最高
zh_hant: 歷史最高

source: All Time Low
zh_hans: 历史最低
zh_hant: 歷史最低

source: All Transactions
es: Todas las transacciones
ja: もらった・あげたコイン💰
zh_hans: 所有交易记录
zh_hant: 所有交易記錄

source: Allow
es: Permitir
ja: 許可
zh_hans: 允许
zh_hant: 允許

# allow_bot_access_asset
source: Allow bot to access your asset list and balance.
es: Permite que el bot acceda a tu lista de activos y saldo.
zh_hans: 允许机器人查看你的所有资产和余额。
zh_hant: 允許機器人檢視你的所有資產和餘額。

# allow_bot_access_bots
source: Allow bot to access your bot list.
es: Permite que el bot acceda a tu lista de bots.
zh_hans: 允许机器人访问你的机器人列表。
zh_hant: 允許機器人訪問你的機器人列表。

# allow_bot_access_circles
source: Allow bot to access your circle list.
es: Permite que el bot acceda a tu lista de círculos.
zh_hans: 允许机器人访问你的圈子列表。
zh_hant: 允許機器人訪問你的圈子列表。

# allow_bot_access_contact
source: Allow bot to access your contact list and blocked list.
es: Permite que el bot acceda a tu lista de contactos y a tu lista de bloqueados.
zh_hans: 允许机器人访问你的联系人列表和屏蔽列表。
zh_hant: 允許機器人訪問你的聯絡人列表和封鎖列表。

# allow_bot_access_nfts
source: Allow bot to access your NFT list and balance.
es: Permite que el bot acceda a tu lista y saldo de NFT.
zh_hans: 允许机器人访问你的 NFT 列表和余额。
zh_hant: 允許機器人訪問你的 NFT 列表和餘額。

# allow_bot_access_number
source: Allow bot to access your phone number.
es: Permite que el bot acceda a tu número de teléfono.
zh_hans: 允许机器人读取你的手机号。
zh_hant: 允許機器人讀取你的手機號。

# allow_bot_access_profile
source: Allow bot to access your public profile such as name, Mixin ID, avatar, etc.
es: Permite que el bot acceda a tu perfil público, como nombre, ID de Mixin, avatar, etc.
zh_hans: 允许机器人访问你的个人资料，如：名字、Mixin ID、头像等。
zh_hant: 允許機器人訪問你的個人資料，如：名字、Mixin ID、頭像等。

# allow_bot_access_snapshots
source: Allow bot to access your transfer records, including deposits and withdrawals.
es: Permite que el bot acceda a tus registros de transferencia, incluidos los depósitos y retiros.
zh_hans: 允许机器人访问你的转账记录，包括充值和提现。
zh_hant: 允許機器人訪問你的轉賬記錄，包括充值和提現。

# allow_bot_manage_bots
source: Allow bot to add or modify your bots.
es: Permite que el bot añada o modifique tus bots.
zh_hans: 允许机器人添加或修改你的机器人列表。
zh_hant: 允許機器人新增或修改你的機器人列表。

# allow_bot_manage_circles
source: Allow bot to add, modify and delete your circles.
es: Permite que el bot añada, modifique y elimine tus círculos.
zh_hans: 允许机器人添加、修改和删除你所有的圈子。
zh_hant: 允許機器人新增、修改和刪除你所有的圈子。

# allow_bot_send_messages
source: Allow bot to send messages represent of you.
es: Permita que el bot envíe mensajes que lo representen.
zh_hans: 允许机器人代表你发消息。
zh_hant: 允許機器人代表你發訊息。

source: Allow Manual Report Message
es: Permitir mensaje de informe manual
ja: メッセージ単位の報告を許可
zh_hans: 允许手动上报消息
zh_hant: 允許手動上報訊息

source: Alphabetical
zh_hans: 按字母顺序
zh_hant: 按字母順序

source: Amount
es: Cantidad
ja: 数量
zh_hans: 金额
zh_hant: 金額

source: Anonymous Number
ja: 匿名番号
zh_hans: 匿名号码
zh_hant: 匿名號碼

# app_card_shareable_false
source: The card has been set to not allow sharing
es: La tarjeta se ha configurado para no permitir compartir
ja: このカードを共有することはできません
zh_hans: 该卡片已被设置为不允许转发
zh_hant: 該卡片已被設定為不允許轉發

# app_update_short_hint
source: Please update Mixin from App Store to continue use the service. Current version %@
es: Actualiza Mixin desde App Store para continuar usando el servicio.
ja: サービスを利用するためにApp StoreでMixinのアップデートをお願いします。
zh_hans: 请从 App Store 更新 Mixin 至最新版，当前版本号 %@
zh_hant: 請從 App Store 更新 Mixin 至最新版

# app_update_tips
source: The current version (%@) is no longer available! Please click "Update" below to update to the latest version from the App Store.
es: ¡La versión actual (%@) ya no está disponible! Haz clic en Actualizar a continuación para actualizar a la última versión de la App Store.
ja: 現在のバージョン(%@)はもう利用いただけません。App Storeで新しいバージョンを入手してください
zh_hans: 当前版本（%@）已失效！请点击下方"更新"从 App Store 更新至最新版。
zh_hant: 當前版本（%@）已失效！請點選下方"更新"從 App Store 更新至最新版。

source: Appearance
es: Apariencia
ja: 言語とテーマ
zh_hans: 外观
zh_hant: 外觀

source: Apply
es: Aplicar
ja: 適用
zh_hans: 应用
zh_hant: 應用

source: Approval
zh_hans: 授权
zh_hant: 授權

# approval_count
source: Approved %@
zh_hans: 已授权 %@
zh_hant: 已授權 %@

# approval_unlimited
source: Unlimited
zh_hans: 无限量
zh_hant: 無限量

# approval_unlimited_warning
source: This app can withdraw all your %@
zh_hans: 此 App 可以提取你所有的 %@
zh_hant: 此 App 可以提取你所有的 %@

source: Approve
zh_hans: 批准
zh_hant: 批准

source: Approve Transaction
zh_hans: 批准交易
zh_hant: 批准交易

source: Approving Transaction
zh_hans: 正在批准
zh_hant: 正在批准

source: Approving Transaction Failed
zh_hans: 批准失败
zh_hant: 批准失敗

source: Ask me anything
zh_hans: 向我提问
zh_hant: 向我提問

source: Asset Key
es: Clave de activo
ja: 資産のキー
zh_hans: 资产标识
zh_hant: 資產標識

source: Asset not found.
es: Activo no encontrado.
ja: 資産が存在しません
zh_hans: 找不到该资产
zh_hant: 找不到該資產

source: Asset Type
es: Tipo de activo
ja: 資産タイプ
zh_hans: 资产类型
zh_hant: 資產型別

source: Assets
es: ACTIVOS
ja: 資産
zh_hans: 资产
zh_hant: 資產

source: Audio
ja: 音声メッセージ
zh_hans: 语音
zh_hant: 語音

# audio_shareable_false
source: The audio has been set to not allow sharing
es: El audio se ha configurado para no permitir compartir
zh_hans: 该语音已被设置为不允许转发
zh_hant: 該語音已被設定為不允許轉發

source: Audios
ja: 音声メッセージ
zh_hans: 音频
zh_hant: 音訊

source: authorization
es: autorización
ja: 認証
zh_hans: 授权
zh_hant: 授權

source: Authorizations
es: Autorizaciones
ja: 許可
zh_hans: 授权
zh_hant: 授權

source: Authorize
es: Autorizar
ja: 許可する
zh_hans: 授权
zh_hant: 授權

# authorize_desktop_login
source: Authorize desktop login via %@
es: Autorizar inicio de sesión de escritorio a través de %@
zh_hans: 通过%@授权桌面登录
zh_hant: 透過%@授權桌面登入

source: Authorize payment via %@
es: Autorizar pago a través de %@
ja: %@で支払いを承認してください
zh_hans: 通过%@验证支付
zh_hant: 透過%@驗證支付

source: Authorized
es: Autorizado
ja: 許可しました
zh_hans: 已授权
zh_hant: 已授權

# auto_back_up_hint
source: Automatically back up to iCloud only over Wi-Fi.
es: Realiza una copia de seguridad automática en iCloud solo a través de Wi-Fi.
ja: Wi-Fiの使用時に自動でiCloudにバックアップする
zh_hans: 只会在 Wi-Fi 下自动备份聊天记录。
zh_hant: 只會在 Wi-Fi 下自動備份聊天記錄。

source: Auto Backup
es: Copia de seguridad automática
ja: チャット履歴の自動バックアップ
zh_hans: 自动备份
zh_hant: 自動備份

# auto_download_hint
source: Change auto-download settings for medias. Voice messages are always automatically downloaded.
es: Cambia la configuración de descarga automática para medios. Los mensajes de voz siempre se descargan automáticamente.
ja: メディアを自動ダウンロードする設定に変更する：音声メッセージは常に自動ダウンロードされます
zh_hans: 媒体自动下载设定，所有语音消息将自动下载。
zh_hant: 媒體自動下載設定，所有語音訊息將自動下載。

source: Auto-Lock
es: Bloqueo automático
ja: 自動ロック
zh_hans: 自动锁定
zh_hant: 自動鎖定

source: Automatic
es: Automático
ja: 自動
zh_hans: 自动
zh_hant: 自動

source: Available Balance
zh_hans: 可用余额
zh_hant: 可用餘額

# available_balance_count
source: Available: %@
zh_hans: 可用余额：%@
zh_hant: 可用餘額：%@

source: Back To Chat
es: Volver al chat
ja: チャットに戻る
zh_hans: 返回聊天
zh_hant: 返回聊天

source: Back to Merchant
es: Volver al comerciante
zh_hans: 返回商家
zh_hant: 返回商家

source: Backed up
zh_hans: 已备份
zh_hant: 已備份

source: Background Preview
es: Vista previa de fondo
ja: 背景のプレビュー
zh_hans: 背景预览
zh_hant: 背景預覽

source: Backing Up...
es: Realizando copia de seguridad...
ja: バックアップしています...
zh_hans: 正在备份...
zh_hant: 正在備份...

# backup_disable_hint
source: Sign in to iCloud to back up your history. Settings > iCloud > Turn on iCloud Drive.
es: Inicie sesión en iCloud para realizar una copia de seguridad de tu historial. Configuración > iCloud > Activar iCloud Drive.
ja: 履歴をバックアップするためにサインインしてください：設定＞ユーザー名＞iCloud＞iCloud Driveをオン
zh_hans: 需要登录 iCloud 来备份你的聊天记录。 设置 > iCloud > 打开 iCloud 云盘。
zh_hant: 需要登入 iCloud 來備份你的聊天記錄。 設定 > iCloud > 開啟 iCloud 雲碟。

source: Backup Mnemonic Phrase
zh_hans: 备份助记词
zh_hant: 備份助記詞

# backup_mnemonic_phrase_desc
source: Protect your assets by backing up your mnemonic phrase now.
zh_hans: 立即通过备份您的助记词来保护您的资产。
zh_hant: 立即透過備份您的助記詞來保護您的資產。

# backup_mnemonic_phrase_warning
source: Please back up your mnemonic phrase immediately! This phrase is one of the key shards of the MPC wallet. If the device is lost or the app is uninstalled, and you haven't backed it up, you won't be able to log back into the current Mixin account (%@).
zh_hans: 请立即备份您的助记词。该助记词为 MPC 钱包密钥分片之一，一旦设备遗失或应用被卸载，若您没有备份，将无法重新登录当前 Mixin 账号 (%@)。
zh_hant: 請立即備份您的助記詞。該助記詞為 MPC 錢包金鑰分片之一，一旦裝置遺失或應用被解除安裝，若您沒有備份，將無法重新登入當前 Mixin 賬號 (%@)。
