Repository: MixinNetwork/ios-app
Catalog: Mixin/Resources/*.lproj/Localizable.strings
Languages: es, ja, zh_hans, zh_hant

source: Transaction Id
es: ID de transacción
ja: トランザクションID
zh_hans: 交易编号
zh_hant: 交易編號

source: Transaction Rejected
zh_hans: 拒绝成功
zh_hant: 拒絕成功

source: Transaction Request
zh_hans: 请求转账
zh_hant: 請求轉賬

source: Transaction Type
es: Tipo de transacción
ja: トランザクションタイプ
zh_hans: 交易类型
zh_hant: 交易型別

source: Transactions
es: Transacciones
ja: もらった・あげたコイン💰
zh_hans: 转账记录
zh_hant: 轉賬記錄

source: Transactions CANNOT be deleted
es: Las transacciones NO se pueden eliminar
ja: トランザクション履歴を削除することはできません
zh_hans: 转账记录不会被删除
zh_hant: 轉賬記錄不會被刪除

source: Transcript
es: Transcripción
ja: メッセージ履歴
zh_hans: 聊天记录
zh_hant: 聊天記錄

source: Transfer
es: Transferir
ja: 送金
zh_hans: 转账
zh_hant: 轉賬

# transfer_aggregated_insufficient_balance_count
source: The transfer amount is %1$@, the transaction fee is %2$@, and the balance is %3$@.
zh_hans: 转账金额 %1$@，手续费 %2$@，钱包余额 %3$@。
zh_hant: 轉賬金額 %1$@，手續費 %2$@，錢包餘額 %3$@。

# transfer_amount_count_down
source: Transfer Amount(%@)
es: Importe de la transferencia(%@)
ja: 送金金額(%@)
zh_hans: 转账金额（%@）
zh_hant: 轉賬金額（%@）

source: Transfer completed
zh_hans: 传输已完成
zh_hant: 傳輸已完成

# transfer_error_pin_incorrect_with_times
source: ERROR 20119: PIN incorrect. You still have %@ chances.
es: ERROR 20119: PIN incorrecto. Todavía tienes %@ oportunidades.
ja: エラー20119: PINコードが間違っています。あと%@回入力可能です。
zh_hans: 错误 20119：PIN 不正确。你还有 %@ 次机会尝试。
zh_hant: 錯誤 20119：PIN 不正確。你還有 %@ 次機會嘗試。

source: Transfer Failed
zh_hans: 转账失败
zh_hant: 轉賬失敗

# transfer_from_phone_hint
source: Transfer your chat history from your another phone.
zh_hans: 将您的另一部手机的聊天记录转移过来。
zh_hant: 將您的另一部手機的聊天記錄轉移過來。

# transfer_hint
source: Sync your chat history to a new device, please make sure both devices are connected to the same Wi-Fi or hotspot.
zh_hans: 同步你的聊天记录到新的设备，请确保两台设备接入同一个 Wi-Fi 或热点。
zh_hant: 同步你的聊天記錄到新的裝置，請確保兩臺裝置接入同一個 Wi-Fi 或熱點。

# transfer_insufficient_balance_count
source: ERROR 20117: The transfer amount is %1$@, while the available balance is %2$@.
zh_hans: 错误 20117：转账金额 %1$@，钱包可用余额 %2$@。
zh_hant: 錯誤 20117：轉賬金額 %1$@，錢包可用餘額 %2$@。

# transfer_memo
source: Memo (optional)
es: Memorando (opcional)
ja: メモ（オプション）
zh_hans: 备注（可选）
zh_hant: 備註（可選）

source: Transfer Notifications
es: Transferir notificaciones
ja: 送金の受取通知
zh_hans: 转账通知
zh_hant: 轉賬通知

source: Transfer Now
zh_hans: 开始传输
zh_hant: 開始傳輸

# transfer_protocol_version_not_matched
source: Protocol version does not match, transfer failed. Please upgrade the application first.
zh_hans: 版本不匹配，无法同步数据，请先升级应用。
zh_hant: 版本不匹配，無法同步資料，請先升級應用。

# transfer_qrcode_prompt
source: Scan the QR Code to transfer me on Mixin
es: Escanea el código QR para transferirme en Mixin
ja: 私に送金するためにQRコードをスキャンしてください。
zh_hans: 用 Mixin 扫描二维码给我转账
zh_hant: 用 Mixin 掃描二維碼給我轉賬

# transfer_sending_description
source: The transfer request is being sent to the Mixin mainnet. Please wait a moment.
zh_hans: 正在创建交易，请稍候。
zh_hant: 正在建立交易，請稍候。

# transfer_sent_description
source: Transfer request successful. The recipient will promptly receive it.
zh_hans: 转账成功，收款人将很快就会收到转账。
zh_hant: 轉賬成功，收款人將很快就會收到轉賬。

source: Transfer Success
zh_hans: 转账成功
zh_hant: 轉賬成功

source: Transfer to %@
es: Transferir a %@
ja: %@に送金する
zh_hans: 转账给 %@
zh_hant: 轉賬給 %@

source: Transfer to Another Phone
zh_hans: 备份到另一台手机
zh_hant: 備份到另一臺手機

# transfer_to_another_phone_hint
source: Transfer your chat history to another device
zh_hans: 备份你的聊天记录到另一台设备
zh_hant: 備份你的聊天記錄到另一臺裝置

source: Transfer to Mixin address
es: Transferir a la dirección de Mixin
ja: Mixinのアドレスへ送金する
zh_hans: 给主网地址转账
zh_hant: 給主網地址轉賬

# transfer_to_no_key_wallet_warning
source: This wallet has no private key on this device. Are you sure you want to use it to receive assets?
zh_hans: 该钱包在此设备上没有私钥。你确定要使用它来接收资产吗？

source: Transfer to PC
zh_hans: 备份到桌面端
zh_hant: 備份到桌面端

# transfer_to_pc_hint
source: Synchronize your chat history to the Mixin Messenger desktop version. Please make sure both devices are connected to the same Wi-Fi or hotspot.
zh_hans: 同步你的聊天记录到 Mixin Messenger 桌面端，请确保两台设备接入同一个 Wi-Fi 或热点。
zh_hant: 同步你的聊天記錄到 Mixin Messenger 桌面端，請確保兩臺裝置接入同一個 Wi-Fi 或熱點。

source: Transfer to user or bot
es: Transferir a usuario o bot
ja: ミニアプリまたはユーザーへ送金する
zh_hans: 给用户或机器人转账
zh_hant: 給使用者或機器人轉賬

# transfer_to_watch_wallet_warning
source: This is a watch-only wallet. Are you sure you want to use it to receive assets?
zh_hans: 这是一个观察钱包。你确定要使用它来接收资产吗？

# transferring_chat_progress
source: Transferring Chat (%@%%)
zh_hans: 传输聊天记录（%@%%）
zh_hant: 傳輸聊天記錄（%@%%）

source: Trending
es: Tendencias
ja: トレンド
zh_hans: 热门资产
zh_hant: 熱門資產

source: Try Again
es: Intentar otra vez
ja: もう一度試す
zh_hans: 请重试
zh_hant: 請重試

# trying_connect_tip_network
source: Connecting the TIP network
es: Conexión de la red TIP
zh_hans: 正在连接 TIP 网络
zh_hant: 正在連線 TIP 網路

source: Trying connect TIP node
es: Intentando conectar el nodo TIP
zh_hans: 正在连接节点...
zh_hant: 正在連線節點...

source: Type
zh_hans: 类型
zh_hant: 型別

source: Type your private key
zh_hans: 请输入你的私钥

source: Type your wallet address
zh_hans: 请输入钱包地址

# unable_connect_to_desktop
source: Unable to connect to the desktop, please try again later
zh_hans: 无法连接到桌面，请稍后重试
zh_hant: 無法連線到桌面，請稍後重試

# unable_synced_between_different_account
source: Chat history cannot be synced between different accounts
zh_hans: 不同账户之间无法同步聊天记录
zh_hant: 不同賬戶之間無法同步聊天記錄

source: Unable to decode the request: %@
zh_hans: 无法解析请求: %@
zh_hant: 無法解析請求: %@

source: Unable to estimate balance changes
zh_hans: 无法估计资产变化
zh_hant: 無法估計資產變化

source: Unable to save photo.
es: No se puede guardar la foto.
ja: 画像が保存できませんでした
zh_hans: 保存图片失败
zh_hant: 儲存圖片失敗

source: Unable to save video.
es: No se puede guardar el video.
ja: 動画が保存できませんでした
zh_hans: 保存视频失败
zh_hant: 儲存影片失敗

# unable_to_share_content
source: Unable to share this content
es: No se puede compartir este contenido
ja: この内容は共有できません
zh_hans: 无法分享此内容
zh_hant: 無法分享此內容

source: Unauthorized
es: No autorizado
ja: 権限がありません
zh_hans: 未授权
zh_hant: 未授權

source: Unblock
es: Desbloquear
ja: ブロックを解除
zh_hans: 解除屏蔽
zh_hant: 解除封鎖

# unfamiliar_person_reminder
source: %1$@ (%2$@) is not in your contacts. Please verify if the recipient is correct.
zh_hans: %1$@（%2$@）不是你的联系人，请注意收款人是否正确。
zh_hant: %1$@（%2$@）不是你的聯絡人，請注意收款人是否正確。

# unit_day
source: day
es: día
ja: 日
zh_hans: 天
zh_hant: 天

# unit_day_count
source: days
es: días
ja: 日間
zh_hans: 天
zh_hant: 天

# unit_hour
source: hour
es: hora
ja: 時
zh_hans: 小时
zh_hant: 小時

# unit_hour_count
source: hours
es: horas
ja: 時間
zh_hans: 小时
zh_hant: 小時

# unit_minute
source: minute
es: minuto
ja: 分
zh_hans: 分
zh_hant: 分

# unit_minute_count
source: minutes
es: minutos
ja: 分間
zh_hans: 分
zh_hant: 分

# unit_second
source: second
es: segundo
ja: 秒
zh_hans: 秒
zh_hant: 秒

# unit_second_count
source: seconds
es: segundos
ja: 秒間
zh_hans: 秒
zh_hant: 秒

# unit_week
source: week
es: semana
ja: 週
zh_hans: 周
zh_hant: 週

# unit_week_count
source: weeks
es: semanas
ja: 週間
zh_hans: 周
zh_hant: 週

source: Unknown Artist
es: Artista desconocido
ja: 不明なアーティスト
zh_hans: 未知艺术家
zh_hant: 未知藝術家

# unlimited_authorization_warning
source: This application can access all %3$@ in your %1$@ account (%2$@).
zh_hans: 这个应用可以提取你 %1$@ 账号（%2$@）里所有的 %3$@ 资产。
zh_hant: 這個應用可以提取你 %1$@ 賬號（%2$@）裡所有的 %3$@ 資產。

source: Unmute
es: Desactivar silencio
ja: ミュート解除
zh_hans: 取消静音
zh_hant: 取消靜音

source: Unmuted
es: Silencio desactivado
ja: ミュートを解除
zh_hans: 已取消静音
zh_hant: 已取消靜音

source: Unnamed location
es: Ubicación sin nombre
ja: 名称未設定箇所
zh_hans: 未命名地点
zh_hant: 未命名地點

source: Unpin
es: Desanclar
ja: ピン留めを止める
zh_hans: 取消置顶
zh_hant: 取消置頂

source: Unpin All Messages
es: Desanclar todos los mensajes
ja: 全てのメッセージのピン留めを解除する
zh_hans: 取消所有置顶消息
zh_hant: 取消所有置頂訊息

# unpin_all_messages_confirmation
source: Are you sure you want to unpin all messages?
es: ¿Estás seguro de que quieres desanclar todos los mensajes?
ja: 全てのメッセージのピン留めを解除しますか？
zh_hans: 确定取消置顶所有消息么？
zh_hant: 確定取消置頂所有訊息麼？

source: Unread messages
es: Mensajes no leídos
ja: 新しいメッセージ
zh_hans: 未读消息
zh_hant: 未讀訊息

source: Unrecognized codes
es: Códigos no reconocidos
ja: 不明なコード
zh_hans: 未识别的链接
zh_hant: 未識別的連結

source: UNSIGNED MESSAGE
zh_hans: 待签名消息
zh_hant: 待簽名訊息

# until_date
source: Until %@
zh_hans: 至%@
zh_hant: 至%@

source: Update
es: Actualizar
ja: アップデート
zh_hans: 升级
zh_hant: 升級

source: Update Mixin
es: Actualizar Mixin
ja: Mixinのアップデート
zh_hans: 升级 Mixin
zh_hant: 升級 Mixin

source: Update Now
zh_hans: 立即更新
zh_hant: 立即更新

source: Upgrade
es: Mejora
zh_hans: 升级
zh_hant: 升級

source: Upgrade Database
es: Actualizar base de datos
ja: データベースをアップグレード
zh_hans: 数据库升级
zh_hant: 資料庫升級

source: Upgrade Plan
zh_hans: 升级会员
zh_hant: 升級會員

# upgrade_plan_for
source: Upgrade for %@
zh_hans: 升级会员仅需 %@
zh_hant: 升級會員僅需 %@

source: Upgrade safe
zh_hans: 升级 Safe
zh_hant: 升級 Safe

source: Upgrade TIP
es: Actualizar TIP
zh_hans: 升级 TIP
zh_hant: 升級 TIP

source: Upgrade TIP successfully
es: Actualizar TIP con éxito
zh_hans: TIP 升级成功
zh_hant: TIP 升級成功

source: Upgrading
es: Actualizando
ja: アップデート中
zh_hans: 升级中...
zh_hant: 升級中...

# upgrading_plan
source: Upgrading
zh_hans: 正在升级会员
zh_hant: 正在升級會員

# upgrading_tip_terminated_unexpectedly
source: Upgrading TIP terminated unexpectedly, click "Continue" to complete the upgrade
es: La actualización de TIP ha finalizado inesperadamente, haz clic en Continuar para completar la actualización
zh_hans: 升级 TIP 意外中止，点继续完成 TIP 升级
zh_hant: 升級 TIP 意外中止，點繼續完成 TIP 升級

source: Upload Mobile Contacts
es: Cargar contactos móviles
ja: 連絡先をアップロードする
zh_hans: 上传通讯录找好友
zh_hant: 上傳通訊錄找好友

source: Uploading...
es: Cargando...
ja: アップロードしています...
zh_hans: 备份中...
zh_hant: 備份中...

# uploading_progress
source: Uploading: %@ of %@ (%@)
es: Cargando: %@ de %@ (%@)
ja: アップロード: %@ / %@ (%@)
zh_hans: 上传中：%@ / %@（%@）
zh_hant: 上傳中：%@ / %@（%@）

# url_api_upgrade
source: https://support.mixin.one/en/article/mixin-api-upgrade-notification-1cfmdc9/
zh_hans: https://support.mixin.one/zh/article/mixin-api-l4jruq/
zh_hant: https://support.mixin.one/zh/article/mixin-api-l4jruq/

# url_cant_receive_otp
source: https://support.mixin.one/en/article/what-to-do-if-you-dont-receive-a-sms-code-for-logging-1ym9me1/
zh_hans: https://support.mixin.one/zh/article/5ps25lin5yiw5oml5py66aqm6kb56cb5oco5lmi5yqe77yf-f32qa2/
zh_hant: https://support.mixin.one/zh/article/5ps25lin5yiw5oml5py66aqm6kb56cb5oco5lmi5yqe77yf-f32qa2/

# url_classic_wallet
source: https://support.mixin.one/en/article/what-is-a-common-wallet-y0rxkx/
zh_hans: https://support.mixin.one/zh/article/5lua5lmi5piv5pmu6yca6zkx5yyf77yf-8308b1/
zh_hant: https://support.mixin.one/zh/article/5lua5lmi5piv5pmu6yca6zkx5yyf77yf-8308b1/

# url_delete_account
source: https://support.mixin.one/en/article/how-to-delete-my-account-19fkagl/
zh_hans: https://support.mixin.one/zh/article/5aac5l2v5yig6zmk6lsm5y377yf-1uteq30/
zh_hant: https://support.mixin.one/zh/article/5aac5l2v5yig6zmk6lsm5y377yf-1uteq30/

# url_deposit
source: https://support.mixin.one/en/article/how-to-deposit-assets-to-mixin-messenger-1usvjod/
zh_hans: https://support.mixin.one/zh/article/mixin-messenger-5ynqjm/
zh_hant: https://support.mixin.one/zh/article/mixin-messenger-5ynqjm/

# url_deposit_suspended
source: https://support.mixin.one/en/article/the-explanation-about-mixin-stopped-support-for-some-assets-deposits-1im32px/
zh_hans: https://support.mixin.one/zh/article/5ywz5lqo5pq56en6lwe5lqn5lin5psv5oyb5ywf5yc855qe6k05pio-1sh1z50/
zh_hant: https://support.mixin.one/zh/article/5ywz5lqo5pq56en6lwe5lqn5lin5psv5oyb5ywf5yc855qe6k05pio-1sh1z50/

# url_disappearing_message
source: https://support.mixin.one/en/article/how-to-enable-disappearing-messages-2nzaz8/
zh_hans: https://support.mixin.one/zh/article/5aac5l2v5bya5zcv6zmq5pe25rai5ogv77yf-18dzv5i/
zh_hant: https://support.mixin.one/zh/article/5aac5l2v5bya5zcv6zmq5pe25rai5ogv77yf-18dzv5i/

# url_forget_pin
source: https://support.mixin.one/en/article/how-to-do-if-i-forget-the-pin-g12pmo/
zh_hans: https://support.mixin.one/zh/article/pin-1vb2rc7/
zh_hant: https://support.mixin.one/zh/article/pin-1vb2rc7/

# url_privacy_wallet
source: https://support.mixin.one/en/article/what-is-a-privacy-wallet-1ng5j8f/
zh_hans: https://support.mixin.one/zh/article/5lua5lmi5piv6zqq56eb6zkx5yyf77yf-1s7o0e2/
zh_hant: https://support.mixin.one/zh/article/5lua5lmi5piv6zqq56eb6zkx5yyf77yf-1s7o0e2/

# url_recall_message
source: https://support.mixin.one/en/article/how-to-recall-in-mixin-messenger-n3v3p1/
zh_hans: https://support.mixin.one/zh/article/mixin-messenger-bjr9re/
zh_hant: https://support.mixin.one/zh/article/mixin-messenger-bjr9re/

# url_recovery_contact
source: https://support.mixin.one/en/article/how-to-set-up-an-emergency-contact-1kvd6g8/
zh_hans: https://support.mixin.one/zh/article/5aac5l2v6k6572u57sn5ocl6igu57o75lq6-d2nssy/
zh_hant: https://support.mixin.one/zh/article/5aac5l2v6k6572u57sn5ocl6igu57o75lq6-d2nssy/

# url_support
source: https://support.mixin.one/en/
zh_hans: https://support.mixin.one/zh/
zh_hant: https://support.mixin.one/zh/

# url_unrecognized_hint
source: %@ failed to recognize, please upgrade Mixin to the latest version or contact the developer to check the link
es: %@ no se ha podido reconocer, actualiza Mixin a la última versión o comunícate con el desarrollador para verificar el enlace
ja: %@を認識できません、Mixinを最新版にアップデートするか、もしくは開発陣に連絡してリンクを確認してください。
zh_hans: %@ 识别失败，请升级至 Mixin 最新版本或联系开发者检查链接
zh_hant: %@ 識別失敗，請升級至 Mixin 最新版本或聯絡開發者檢查連結

# url_unsupported_message
source: https://support.mixin.one/en/article/how-to-do-when-you-receive-a-message-like-this-this-type-of-message-is-not-supported-please-upgrade-mixin-17j1t3p/
zh_hans: https://support.mixin.one/zh/article/mixin-h92cxa/
zh_hant: https://support.mixin.one/zh/article/mixin-h92cxa/

source: Use Another Address
zh_hans: 换个地址

# use_biometry
source: Use %@
es: Usar %@
ja: %@を使用する
zh_hans: 采用%@
zh_hant: 採用%@

source: Use System Text Size
es: Usar tamaño de texto del sistema
zh_hans: 跟随系统字体大小
zh_hant: 跟隨系統字型大小

# user_delete_hint
source: The user has deleted his own account.
zh_hans: 该用户已经删除了账号。
zh_hant: 該使用者已經刪除了賬號。

# user_is_reported
source: User has been reported
es: El usuario ha sido reportado
ja: 報告しました。
zh_hans: 已举报
zh_hant: 已舉報

source: User not found
es: Usuario no encontrado
ja: ユーザーが見つかりませんでした
zh_hans: 找不到这个用户
zh_hant: 找不到這個使用者

# utxo_count_exceeded
source: This transaction consumes too many UTXOs, please try to combine UTXOs or split the transaction.
zh_hans: 该交易使用的 UTXO 数量过多，请尝试首先归集 UTXO 或者分批转账。
zh_hant: 該交易使用的 UTXO 數量過多，請嘗試首先歸集 UTXO 或者分批轉賬。

source: Validation timed out
es: Se ha agotado el tiempo de validación
ja: 認証時間切れ
zh_hans: 验证超时
zh_hant: 驗證超時

source: Value
zh_hans: 价值
zh_hant: 價值

source: value now %@
es: valor ahora %@
ja: 現在価格 %@
zh_hans: 价值 %@
zh_hant: 價值 %@

source: value then %@
es: valor entonces %@
ja: 当時の価格 %@
zh_hans: 当时价值 %@
zh_hant: 當時價值 %@

source: Verify
es: Verificar
ja: 認証
zh_hans: 验证
zh_hant: 驗證

source: Verify PIN
es: Verificar PIN
ja: PINコードを認証
zh_hans: 验证 PIN
zh_hant: 驗證 PIN

source: Verifying payment...
zh_hans: 支付检测中...
zh_hant: 支付檢測中...

# verifying_payment_description
source: Your payment is being verified. Thank you for your patience.
zh_hans: 支付检测中，请耐心等待
zh_hant: 支付檢測中，請耐心等待

source: Version Update
es: Actualización de versión
ja: アップデート
zh_hans: 版本更新
zh_hant: 版本更新

source: Video
ja: 動画
zh_hans: 视频
zh_hant: 影片

source: Videos
es: Vídeos
ja: 動画
zh_hans: 视频
zh_hant: 影片

source: View All
zh_hans: 查看全部
zh_hant: 檢視全部

source: View Authorization
es: Ver autorización
ja: 閲覧権限
zh_hans: 查看授权
zh_hant: 檢視授權

source: View Document
zh_hans: 查看文档
zh_hant: 檢視檔案

# view_emergency_contact
source: View recovery contact
es: Ver contacto de emergencia
ja: 緊急連絡先を確認
zh_hans: 查看恢复联系人
zh_hant: 檢視恢復聯絡人

source: View Invoice
zh_hans: 查看账单
zh_hant: 檢視賬單

source: View on Explorer
zh_hans: 在浏览器中查看
zh_hant: 在瀏覽器中檢視

source: View on Marketplace
zh_hans: 在市场中查看
zh_hant: 在市場中檢視

source: View Plan
zh_hans: 查看会员
zh_hant: 檢視會員

source: View Wallet
es: Ver Cartera
ja: ウォレットを確認
zh_hans: 查看钱包
zh_hant: 檢視錢包

source: voice call cancelled
es: llamada de voz cancelada
ja: グループ通話がキャンセルされました
zh_hans: 对方已取消语音通话
zh_hant: 對方已取消語音通話

source: Voice call has been declined
es: La llamada de voz ha sido rechazada
ja: 権限不足です
zh_hans: 已拒绝通话
zh_hant: 已拒絕通話

# vol_24h
source: 24H VOL
zh_hans: 24 小时交易量
zh_hant: 24 小時交易量

# volume_24h
source: 24h Volume
zh_hans: 24 小时交易量
zh_hant: 24 小時交易量

source: Waiting
es: Esperando
ja: 待機中
zh_hans: 等待中
zh_hant: 等待中

source: Waiting for Other Device...
zh_hans: 等待其他设备...
zh_hant: 等待其他裝置...

# waiting_for_other_device_login
source: Log in to your current account on the new device and select the option to restore from another phone.
zh_hans: 在新设备上登录当前账户并选择从其他手机恢复
zh_hant: 在新裝置上登入當前賬戶並選擇從其他手機恢復

# waiting_for_other_device_scan
source: Connect the new device by scanning the QR code on the top
zh_hans: 新设备扫上面的二维码建立连接
zh_hant: 新裝置掃上面的二維碼建立連線

source: Waiting Transaction
zh_hans: 正在等待交易
zh_hant: 正在等待交易

# waiting_transaction_description
source: You have a transfer or withdrawal has not been completed, please try again later
zh_hans: 您有一笔转账或提现未完成，请稍后再试
zh_hant: 您有一筆轉賬或提現未完成，請稍後再試

source: Wallet
es: Cartera
ja: ウォレット
zh_hans: 钱包
zh_hant: 錢包

# wallet_already_added
source: This wallet has already been added
zh_hans: 这个钱包已经添加过了

# wallet_candidate_imported
source: Imported
zh_hans: 已导入

# wallet_enable_biometric_pay
source: Once enabled, %@ can be used to make quick transfers.
es: Una vez habilitado, %@ se puede utilizar para realizar transferencias rápidas.
ja: 一度有効にすると%@を使ってスムーズに送金できます
zh_hans: 开启后，转账时可验证%@快速完成付款。
zh_hant: 開啟後，轉賬時可驗證%@快速完成付款。

# wallet_hide_asset_confirmation
source: Are you sure you want to hide %@?
es: ¿Estás seguro de que deseas ocultar %@?
ja: %@を非表示にしますか?
zh_hans: 您确定要隐藏%@吗？
zh_hant: 您確定要隱藏%@嗎？

# wallet_imported
source: Imported
zh_hans: 导入

# wallet_password_not_equal
source: The PIN is not the same twice, please try again.
es: El PIN no es el mismo las dos veces, inténtalo de nuevo.
ja: PINコードが一致しません、もう一度お試しください
zh_hans: PIN 不一致, 请重新输入
zh_hant: PIN 不一致, 請重新輸入

# wallet_password_unsafe
source: The PIN is too simple and insecure.
es: El PIN es demasiado simple e inseguro.
ja: PINコードがシンプルすぎます
zh_hans: PIN 过于简单不安全
zh_hant: PIN 過於簡單不安全

# wallet_pin_pay_interval_tips
source: For the security of your assets, you need to verify your PIN for the specified interval.
es: Para la seguridad de tus activos, debes verificar tu PIN durante el intervalo especificado.
ja: セキュリティ保護のため、PINコードの定期的な再確認が必要です。
zh_hans: 为了您的资产安全，距离上次输入支付 PIN 的时间超过以上指定时间时，再次转账时依然需要支付 PIN
zh_hant: 為了您的資產安全，距離上次輸入支付 PIN 的時間超過以上指定時間時，再次轉賬時依然需要支付 PIN

# wallet_pin_tops_desc
source: Please remember the PIN is unrecoverable if lost. The PIN is based on the Throttled Identity Protocol, which is the decentralized key derivation protocol, read the document to learn more.
es: Recuerda que el PIN es irrecuperable si se pierde. El PIN se basa en el Throttled Identity Protocol, que es el protocolo de derivación de claves descentralizado, lee el documento para obtener más información.
ja: PINコードを忘れた場合、ウォレットにアクセスすることができなくなるため、必ず覚えておいてください。PINコードは、分散型キー導出プロトコルであるThrottled Identity Protocolから作成されています。詳しくは、こちらをご覧ください。
zh_hans: 注意 PIN 丢失无法找回，6 位数字 PIN 是基于去中心化密钥派生协议 Throttled Identity Protocol，阅读文档以了解更多。
zh_hant: 注意 PIN 丟失無法找回，6 位數字 PIN 是基於去中心化金鑰派生協議 Throttled Identity Protocol，閱讀檔案以瞭解更多。

# wallet_refresh_address_failed
source: The withdrawal fee has been changed and the refresh fails, please try again.
es: La tarifa de retiro ha cambiado y la actualización falla, inténtalo de nuevo.
ja: 出金手数料が変更され、更新に失敗しました。もう一度やり直してください。
zh_hans: 手续费已变更且刷新失败，请重试。
zh_hant: 手續費已變更且重新整理失敗，請重試。

# wallet_summary_tip
source: Watch wallets and hidden assets are excluded from the total
zh_hans: 观察钱包、隐藏的资产不计入统计

# wallet_transaction_continue_count_down
source: Continue (%d)
es: Continuar (%d)
ja: 続ける (%d)
zh_hans: 继续 （%d）
zh_hant: 繼續 （%d）

# wallet_transaction_tip
source: Are you sure you want to transfer %3$@ worth %2$@ to %1$@?
es: ¿Estás seguro de que quieres transferir %3$@ por valor de %2$@ a %1$@?
ja: %1$@へ%2$@相当の%3$@を送金してもよろしいですか？
zh_hans: 确定给 %1$@ 转价值 %2$@ 的 %3$@ ？
zh_hant: 確定給 %1$@ 轉價值 %2$@ 的 %3$@ ？

# wallet_transactions_asset_key_warning
source: Asset key is NOT a deposit address!
es: ¡La clave de activo NO es una dirección de depósito!
ja: 資産キーは入金アドレスではありません！
zh_hans: 资产标识不是充值地址！
zh_hant: 資產標識不是充值地址！

# wallet_transfer_recent_tip
source: You have already transferred %3$@ to %2$@ %1$@ ago. Do you want to transfer it again?
es: Ya has transferido %3$@ a %2$@ hace %1$@. ¿Quieres transferirlo de nuevo?
ja: あなたは%1$@前に%2$@へ同額の送金をしています。再度%3$@を送金しますか？
zh_hans: 你已经在 %1$@ 前给 %2$@ 转账了 %3$@，确认还要再转一次吗？
zh_hant: 你已經在 %1$@ 前給 %2$@ 轉賬了 %3$@，確認還要再轉一次嗎？

# wallet_withdrawal_changed
source: The withdrawal fee has been changed from %1$@ to %2$@, would you like to proceed with the request?
es: La tarifa de retiro se ha cambiado de %1$@ a %2$@, ¿quieres continuar con la solicitud?
ja: 出金手数料が%1$@から%2$@へ変更されました。このまま出金を行いますか？
zh_hans: 手续费已从 %1$@ 变更为 %2$@，要更新手续费并继续提现吗？
zh_hant: 手續費已從 %1$@ 變更為 %2$@，要更新手續費並繼續提現嗎？

# wallet_withdrawal_recent_tip
source: You have already withdrawn %3$@ to %2$@ %1$@ ago, Do you want to withdraw it again?
es: Ya has retirado %3$@ a %2$@ hace %1$@, ¿quieres retirarlo de nuevo?
ja: あなたは%1$@に同額の出金を%2$@へ送っています。再度%3$@を出金しますか？
zh_hans: 你已经在 %1$@ 前提现 %3$@ 到 %2$@，确认还要再提一次吗？
zh_hant: 你已經在 %1$@ 前提現 %3$@ 到 %2$@，確認還要再提一次嗎？

source: Wallets
zh_hans: 钱包
zh_hant: 錢包

# watch_address
source: Watch %@
zh_hans: 观察 %@

# watch_wallet_index
source: Watch Wallet %@
zh_hans: 观察钱包 %@

source: Watching
zh_hans: 观察

source: Watchlist
zh_hans: 自选
zh_hant: 自選

# watchlist_add_desc
source: %@ is now on your watchlist
zh_hans: %@ 已经加入自选
zh_hant: %@ 已經加入自選

# watchlist_empty
source: Your watchlist is empty
zh_hans: 您的自选列表为空
zh_hant: 您的自選列表為空

# web_cannot_reached_desc
source: %@ took too long to respond. Please check your network and try to switch 4G, Wi-Fi or VPN to reload the page.
es: %@ ha tardado demasiado en responder. Verifica tu red e intenta cambiar 4G, Wi-Fi o VPN para recargar la página.
ja: %@ 接続に時間がかかり過ぎています、ネットワーク設定を確認してページをリロードしてください。
zh_hans: 无法访问 %@，请检查你的网络并尝试切换 4G、Wi-Fi 或 VPN 后重新载入页面。
zh_hant: 無法訪問 %@，請檢查你的網路並嘗試切換 4G、Wi-Fi 或 VPN 後重新載入頁面。

# web_cannot_reached_title
source: This webpage can't be reached
es: No se puede acceder a esta página web
ja: アクセスできません
zh_hans: 无法访问此网页
zh_hant: 無法訪問此網頁

# web_suspicious_link_tips
source: The link is not in the corresponding resource patterns.
es: El enlace no está en los patrones de recursos correspondientes.
ja: リンクは対応するリソースパターンにありません。
zh_hans: 该链接不在对应的机器人域名白名单内。
zh_hant: 該連結不在對應的機器人域名白名單內。

# web3_deposit_description_evm
source: Use this address for receiving tokens on Ethereum, Polygon, BSC, Base networks
zh_hans: 使用此地址在 Ethereum、Polygon、BSC、Base、Optimism、Arbitrum 网络上接收代币
zh_hant: 使用此地址在 Ethereum、Polygon、BSC、Base 網路上接收代幣

# web3_deposit_description_solana
source: Use this address for receiving tokens on Solana network
zh_hans: 使用此地址在 Solana 网络上接收代币
zh_hant: 使用此地址在 Solana 網路上接收代幣

# web3_ensure_trust
source: Please ensure you trust this app before proceeding with the request.
ja: Please ensure you trust this dapp before proceeding with the request.
zh_hans: 请确保您信任此应用程序。
zh_hant: 請確保您信任此應用程式。

# web3_message_request
source: Message Request
zh_hans: 消息签名
zh_hant: 訊息簽名

# web3_no_asset
source: Don’t Have Assets
zh_hans: 没有资产
zh_hant: 沒有資產

# web3_signing
source: Signing
zh_hans: 正在签名
zh_hant: 正在簽名

# web3_signing_data_success
source: The data has been signed and sent successfully, please return to app to continue.
ja: The data has been signed and sent successfully, please return to dApp to continue.
zh_hans: 数据已签名并发送成功，请返回 app 继续操作。
zh_hant: 資料已簽名併發送成功，請返回 app 繼續操作。

# web3_signing_failed
source: Signing Failed
zh_hans: 签名失败
zh_hant: 簽名失敗
