Repository: MixinNetwork/ios-app
Catalog: Mixin/Resources/*.lproj/Localizable.strings
Languages: es, ja, zh_hans, zh_hant

# web3_signing_message_success
source: The message has been signed and sent successfully, please return to app to continue.
ja: The message has been signed and sent successfully, please return to dApp to continue.
zh_hans: 消息已签名并发送成功，请返回 app 继续操作。
zh_hant: 訊息已簽名併發送成功，請返回 app 繼續操作。

# web3_signing_transaction_success
source: The transaction has been signed and sent successfully, please return to app to continue.
ja: The transaction has been signed and sent successfully, please return to dApp to continue.
zh_hans: 交易已签名并发送成功，请返回 app 继续操作。
zh_hant: 交易已簽名併發送成功，請返回 app 繼續操作。

# web3_signing_warning
source: We cannot verify this request; please ensure you trust this app before proceeding with the request.
ja: We cannot verify this request; please ensure you trust this dApp before proceeding with the request.
zh_hans: 我们无法验证此请求，在发送此请求之前，请确保您信任此应用程序。
zh_hant: 我們無法驗證此請求，在傳送此請求之前，請確保您信任此應用程式。

# web3_transaction_request
source: Transaction Request
zh_hans: 交易签名
zh_hant: 交易簽名

# web3_transfer_insufficient_fee_count
source: ERROR 20118: Broadcasting the transaction requires %1$@, and the available balance is %2$@.
zh_hans: 错误 20118：广播交易需要 %1$@，钱包可用余额 %2$@。
zh_hant: 錯誤 20118：廣播交易需要 %1$@，錢包可用餘額 %2$@。

source: Weekly
es: Semanalmente
ja: 週
zh_hans: 每周
zh_hant: 每週

source: weeks
es: semanas
ja: 週間
zh_hans: 周
zh_hant: 週

# weeks_count_short
source: %dW
zh_hans: %d周
zh_hant: %d周

source: What is PIN?
zh_hans: 什么是 PIN ?
zh_hant: 什麼是 PIN ?

source: What's your name?
es: ¿Cómo te llamas?
ja: お名前は何ですか？
zh_hans: 你的名字？
zh_hant: 你的名字？

source: Wi-Fi
zh_hans: WLAN
zh_hant: WLAN

source: Wi-Fi and Cellular
es: Wi-Fi y móvil
ja: Wi-Fiとデータ通信
zh_hans: WLAN 与蜂窝移动网
zh_hant: WLAN 與行動數據

# withdraw_address
source: Address
es: Dirección
ja: アドレス
zh_hans: 提现地址
zh_hant: 提現地址

# withdraw_aggregated_insufficient_balance_count
source: The withdrawal amount is %1$@, the transaction fee is %2$@, and the balance is %3$@.
zh_hans: 提现金额 %1$@，手续费 %2$@，钱包余额 %3$@。
zh_hant: 提現金額 %1$@，手續費 %2$@，錢包餘額 %3$@。

# withdraw_all_of_token_warning
source: This app can withdraw all your %@.
ja: This dApp can withdraw all your %@.
zh_hans: 这个应用可以提取你所有的 %@。
zh_hant: 這個應用可以提取你所有的 %@。

# withdraw_insufficient_balance_count
source: ERROR 20117: The withdrawal amount is %1$@, and the available balance is %2$@.
zh_hans: 错误 20117：提现金额 %1$@，钱包可用余额 %2$@。
zh_hant: 錯誤 20117：提現金額 %1$@，錢包可用餘額 %2$@。

# withdraw_insufficient_fee_count
source: ERROR 20118: The transaction fee is %1$@, and the available balance is %2$@.
zh_hans: 错误 20118：手续费 %1$@，钱包可用余额 %2$@。
zh_hant: 錯誤 20118：手續費 %1$@，錢包可用餘額 %2$@。

# withdrawal
source: Withdraw
es: Retirar
ja: 出金
zh_hans: 提现
zh_hant: 提現

# withdrawal_addr_has_memo_or_tag
source: Destination Tag or ID Number or notes. If not, you can set it %@.
ja: 宛先タグやID番号やメモがない場合は、「%@」に設定することができます。
zh_hans: 地址标签、数字 ID 或备注。如果没有，%@。
zh_hant: 地址標籤、數字 ID 或備註。如果沒有，%@。

# withdrawal_addr_new
source: New %@ Address
es: Nueva dirección de %@
ja: 新しい%@アドレス
zh_hans: 新 %@ 地址
zh_hant: 新 %@ 地址

# withdrawal_addr_no_memo_or_tag
source: If you are required to fill in Destination Tag or ID Number or notes, you can %@.
ja: 宛先タグ、ID番号、またはメモを入力する必要がある場合は、「%@」に設定することができます。
zh_hans: 如果你需要填写地址标签、数字 ID 或备注，%@。
zh_hant: 如果你需要填寫地址標籤、數字 ID 或備註，%@。

# withdrawal_address_tips
source: For the first withdrawal to a new address, please try small amounts! If you withdraw the assets to the wrong address, that would not be recovered!
es: Para el primer retiro a una nueva dirección, ¡prueba con cantidades pequeñas! Si retiras los activos a la dirección incorrecta, ¡no se recuperarán!
ja: 新しいアドレスへの最初の出金は必ず少額で行ってください。アドレスが間違っていると資産は失われます。
zh_hans: 首次提现到新地址，建议小额尝试！如果您提现到错误的地址资产将无法找回！
zh_hant: 首次提現到新地址，建議小額嘗試！如果您提現到錯誤的地址資產將無法找回！

source: Withdrawal Failed
zh_hans: 提现失败
zh_hant: 提現失敗

source: Withdrawal Hash
zh_hans: 提现哈希
zh_hant: 提現雜湊

# withdrawal_label_placeholder
source: Use a unique label to help you identify this address, such as name of the wallet, exchange, or a friend.
zh_hans: 使用一个独特的标签来帮助您找到这个地址，例如钱包、交易所或者朋友的名称。
zh_hant: 使用一個獨特的標籤來幫助您找到這個地址，例如錢包、交易所或者朋友的名稱。

# withdrawal_memo
source: Memo
es: Memorando
ja: メモ
zh_hans: Memo（备注）
zh_hant: Memo（備註）

# withdrawal_minimum_amount
source: Minimum withdraw amount is %1$@ %2$@
es: El importe mínimo de retiro es %1$@ %2$@
ja: 最小出金額は %1$@ %2$@です
zh_hans: 提现金额最小 %1$@ %2$@
zh_hant: 提現金額最小 %1$@ %2$@

# withdrawal_minimum_reserve
source: Minimum reserve:
es: Reserva mínima:
ja: 最低準備金
zh_hans: 最少保留数量：
zh_hant: 最少保留數量：

# withdrawal_minimum_withdrawal
source: Minimum withdrawal:
es: Retiro mínimo:
ja: 最低出金額：
zh_hans: 最小提现数量：
zh_hant: 最小提現數量：

# withdrawal_network_fee
source: Network fee:
es: Tarifa de red:
ja: ネットワーク手数料：
zh_hans: 网络手续费：
zh_hant: 網路手續費：

# withdrawal_no_memo
source: No Memo
es: Sin memorando
ja: メモなし
zh_hans: 点击不使用 Memo（备注）
zh_hant: 點選不使用 Memo（備註）

# withdrawal_pending
source: Pending
zh_hans: 提现中
zh_hant: 提現中

source: Withdrawal Request Sent
zh_hans: 提现请求已提交
zh_hant: 提現請求已提交

# withdrawal_sending_description
source: The withdrawal request is being sent to the Mixin mainnet. Please wait a moment.
zh_hans: 正在创建提现，请稍候。
zh_hant: 正在建立提現，請稍候。

# withdrawal_sent_description
source: Withdrawal request successful. Please wait a moment.
zh_hans: 提现成功。
zh_hant: 提現成功。

source: %@ Withdrawal Suspended
zh_hans: %@ 提现暂停
zh_hant: %@ 提現暫停

# withdrawal_suspended_description
source: %@ withdrawals are temporarily suspended, possibly due to node failure, hard bifurcation of blockchain network, or congestion. Please try again later.
zh_hans: %@ 提现已暂停，可能的原因是因为节点故障、区块链网络硬分叉或者拥堵，请耐心等候并稍后重试
zh_hant: %@ 提現已暫停，可能的原因是因為節點故障、區塊鏈網路硬分叉或者擁堵，請耐心等候並稍後重試

# withdrawal_to
source: Withdraw to %@
es: Retirar a %@
ja: %@へ出金
zh_hans: 提现到 %@
zh_hant: 提現到 %@

# write_down_mnemonic_phrase
source: Write down your mnemonic phrase
zh_hans: 写下您的助记词
zh_hant: 寫下您的助記詞

# write_down_secret_description
source: Write it down on a piece of paper and keep it in a safe place.
zh_hans: 把它写在一张纸上并放在安全的地方。

# years_count_short
source: %dY
zh_hans: %d年
zh_hant: %d年

source: You
es: Tú
ja: 自分
zh_hans: 你
zh_hant: 你

# you_are_watching_address
source: You are watching %@
zh_hans: 你正在观察 %@

source: You deleted this message
es: Has borrado este mensaje
ja: このメッセージを削除しました。
zh_hans: 你撤回了一条消息
zh_hant: 你撤回了一條訊息

source: You have a new message
es: Tienes un nuevo mensaje
ja: 新しいメッセージがあります
zh_hans: 你收到了一条消息
zh_hant: 你收到了一條訊息

source: You have left the group
es: Te has ido del grupo
ja: グループから退会しました
zh_hans: 你不在此群组
zh_hant: 你不在此群組

# your_emergency_contact_has_been_changed
source: Your recovery contact has been changed
es: Tu contacto de emergencia se ha cambiado
ja: 緊急連絡先が変更されました
zh_hans: 恢复联系人已更改
zh_hant: 恢復聯絡人已更改

source: Your Mnemonic Phrase
zh_hans: 你的钱包助记词

source: Your phone number has been changed
es: Tu número de teléfono se ha cambiado
ja: 電話番号が変更されました
zh_hans: 更换手机号
zh_hant: 更換手機號

source: Your PIN has been changed
es: Tu PIN se ha cambiado
ja: PINコードが変更されました
zh_hans: 修改 PIN
zh_hant: 修改 PIN

source: Your PIN has been created
es: Tu PIN se ha creado
ja: PINコードが生成されました
zh_hans: PIN 已创建
zh_hant: PIN 已建立

source: Your Private Key
zh_hans: 你的钱包私钥

source: Accounts
zh_hant: 賬戶

# before_you_proceed_desc
source: Read the following, then save the phrase securely.
zh_hant: 閱讀以下內容，然後安全儲存助記詞。

# before_you_proceed_instruction_1
source: The 13 or 25 mnemonic words generated when creating an account are for Mixin Network-related products only.
zh_hant: 建立帳戶生成的 13 個或 25 個助記詞僅用於 Mixin Network 相關產品。

# before_you_proceed_instruction_2
source: The mnemonic phrase cannot help you recover your PIN.
zh_hant: 助記詞無法幫助您恢復您的 PIN。

# before_you_proceed_instruction_3
source: Ensure that no one or surveillance cameras are watching your screen.
zh_hant: 確保沒有人或監控攝像頭正在看您的螢幕。

# choose_network_tip
source: Please ensure the network you choose to deposit that Mixin supports. Otherwise, your assets may be lost.
es: Asegúrate de que la red que elijas para depositar sea compatible con Mixin. De lo contrario, tus bienes pueden perderse.
zh_hant: 請選擇 Mixin 支援的網路進行充值，否則您的充值將不會到賬。

# connect_web3_account_description
source: Allow the app to view your account address and ask for your approval to make a transaction.
zh_hant: 授權應用檢視你的賬戶地址，或者向你傳送交易請求。

source: Connect Your Account
zh_hant: 連線賬戶

# deposit_tip_btc
source: This address only supports BTC.
es: Esta dirección solo admite BTC.
ja: このアドレスはビットコインのみサポートしています
zh_hant: 該充值地址僅支援 BTC。

# deposit_tip_common
source: This address only supports %@.
es: Esta dirección solo admite %@.
ja: このアドレスは%@のみサポートしています
zh_hant: 該充值地址僅支援 %@。

# deposit_tip_eos
source: This address supports all base on EOS tokens.
es: Esta dirección es compatible con todos los tokens basados en EOS.
ja: このアドレスはEOSベースの全てのトークンをサポートしています
zh_hant: 支援所有基於 EOS 發行的代幣。

# suspended_deposit
source: The deposit for %1$@ has been temporarily suspended. This action has been taken due to potential factors such as low utilization, node failure, blockchain network hard fork, or congestion. We kindly request your attention to the fact that the %2$@ assets already stored in the wallet remain transferable.
zh_hant: %1$@ 充值已暫停，可能的原因是因為使用率太低、節點故障、區塊鏈網路硬分叉或者擁堵，注意已轉入的 %2$@ 資產可以繼續轉賬。

source: Unlock
zh_hant: 解鎖

# unlock_web3_account
source: Unlock %@ Account
zh_hant: 解鎖 %@ 賬戶

# unlock_web3_account_agreement
source: It is recommended to transfer assets back to more secured Mixin wallet as soon as interactions with apps are completed.
ja: It is recommended to transfer assets back to more secured Mixin wallet as soon as interactions with dApps are completed.
zh_hant: 建議與去中心化應用程式互動完後儘快將資產轉回更安全的 Mixin 錢包。

# unlock_web3_account_agreement_1
source: Your assets in %@ account and Mixin wallet are isolated but managed using the same PIN.
zh_hant: %@ 賬戶與 Mixin 錢包資產隔離但使用同一個 PIN 進行資產管理。

# unlock_web3_account_agreement_2
source: Asset transfers between your %@ account and Mixin wallet incur network fees.
zh_hant: 在 %@ 賬戶與 Mixin 錢包之間劃轉資產需要支付網路礦工費。

# unlock_web3_account_agreement_3
source: Unlocking your %1$@ account will also automatically unlock EVM accounts such as %2$@, %3$@ and others.
zh_hant: 當您解鎖 %1$@ 賬戶時，也將自動解鎖 %2$@、%3$@ 等 EVM 賬戶。

# unlock_web3_account_description
source: Your %@ account is based on your Mixin Messenger MPC wallet and derived according to the BIP44 protocol.
zh_hant: 您的 %@ 賬戶基於 Mixin Messenger 的 MPC 錢包並根據 BIP44 協議派生而來。

# unlock_web3_account_failed
source: Account Unlock Failed
zh_hant: 解鎖失敗

# unlock_web3_account_success
source: Account Unlocked
zh_hant: 解鎖成功

source: Unlocking
zh_hant: 正在解鎖

# web3_account
source: Account
zh_hant: 賬戶

# web3_account_connected
source: Account Connected
zh_hant: 連線成功

# web3_account_network
source: %@ Account
zh_hant: %@ 賬戶

# contact_mixin_id
source: Mixin ID: %@
es: ID de Mixin: %@

source: PIN
ja: PINコード
