Repository: MixinNetwork/ios-app
Catalog: Mixin/Resources/*.lproj/Localizable.strings
Languages: es, ja, zh_hans, zh_hant

# pinned_message_title
source: %d Pinned Message
es: %d Mensaje fijado
ja: %d個のピン留めされたメッセージ
zh_hans: %d 条置顶消息
zh_hant: %d 條置頂訊息

# pinned_message_title_count
source: %d Pinned Messages
es: %d Mensajes fijados
ja: %d個のピン留めされたメッセージ
zh_hans: %d 条置顶消息
zh_hant: %d 條置頂訊息

source: Playlist
es: Lista de reproducción
ja: プレイリスト
zh_hans: 播放列表
zh_hant: 播放列表

# please_keep_app_in_foreground
source: Please keep the app in the foreground and do not force quit it during the setup process.
es: Mantén la aplicación en primer plano y no fuerces el cierre durante el proceso de configuración.
zh_hans: 请保持应用在前台，设置过程中不要强制关闭应用
zh_hant: 請保持應用在前臺，設定過程中不要強制關閉應用

# please_use_when_network_is_connected
source: Please complete the operation under a stable network environment.
es: Completa la operación en un entorno de red estable.
zh_hans: 请在网络流畅的环境下进行此操作
zh_hant: 請在網路流暢的環境下進行此操作

source: Post
es: Publicar
ja: 投稿
zh_hans: 文章
zh_hant: 文章

# post_sharing
source: post
es: publicar
ja: 投稿
zh_hans: 文章
zh_hant: 文章

source: Pre-authorize Amount
zh_hans: 预授权额度
zh_hant: 預授權額度

source: Preparing...
es: Preparando...
ja: 準備中...
zh_hans: 正在准备...
zh_hant: 正在準備...

# preparing_progress
source: Preparing...(%@)
es: Preparando...(%@)
ja: 準備中...(%@)
zh_hans: 备份中...（%@）
zh_hant: 備份中...（%@）

source: Price
zh_hans: 价格
zh_hant: 價格

# price_alert_notification_permission
source: Price alerts require notification permission to be enabled.
zh_hans: 价格预警需要开启通知权限
zh_hant: 價格預警需要開啟通知許可權

# price_change_24h
source: 24h Price Change
zh_hans: 24 小时价格变化
zh_hant: 24 小時價格變化

source: Price data unavailable
zh_hans: 暂无价格数据
zh_hant: 暫無價格資料

# price_decrease_invalid
source: The price decrease must be greater than %1$@ and less than %2$@
zh_hans: 跌幅需大于 %1$@ 且小于 %2$@
zh_hant: 跌幅需大於 %1$@ 且小於 %2$@

# price_in_currency
source: Price (%@)
zh_hans: 价格（%@）
zh_hant: 價格（%@）

# price_increase_invalid
source: The price increase must be greater than %1$@ and less than %2$@
zh_hans: 涨幅需大于 %1$@ 且小于 %2$@
zh_hant: 漲幅需大於 %1$@ 且小於 %2$@

# price_must_greater_than_current
source: The set price must be greater than the current price
zh_hans: 设定价格需大于现价
zh_hant: 設定價格需大於現價

# price_must_less_than_current
source: The set price must be less than the current price
zh_hans: 设定价格需小于现价
zh_hant: 設定價格需小於現價

# price_too_large
source: The set price must be less than %@ times the current price
zh_hans: 设定价格需小于现价的 %@ 倍
zh_hant: 設定價格需小於現價的 %@ 倍

# price_too_less
source: The set price must be greater than %@ of the current price
zh_hans: 设定价格需大于现价的 %@
zh_hant: 設定價格需大於現價的 %@

source: Privacy
es: Privacidad
ja: プライバシー
zh_hans: 隐私
zh_hant: 隱私

source: Privacy Policy
es: Política de privacidad
ja: プライバシーポリシー
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Privacy Wallet
zh_hans: 隐私钱包
zh_hant: 隱私錢包

# privacy_wallet_tip_description
source: A multi-chain wallet with private, free, and instant transactions to meet most of your needs.
zh_hans: 一个支持多链的钱包，提供私密、免费且即时的交易，满足您的大部分需求。
zh_hant: 一個支援多鏈的錢包，提供私密、免費且即時的交易，滿足您的大部分需求。

# privacy_wallet_tip_title
source: What’s the Privacy Wallet?
zh_hans: 什么是隐私钱包？
zh_hant: 什麼是隱私錢包？

source: private key
zh_hans: 私钥

# private_key_storage_description
source: Your private key will only be stored locally on your device
zh_hans: 你的私钥只会保存在本地设备上

# process_can_not_be_stop
source: The process cannot be canceled when it begins. Please remember the 6-digit PIN and reenter it if the process is aborted unexpectedly.
es: El proceso no se puede cancelar cuando comienza. Recuerda el PIN de 6 dígitos y vuelva a introducirlo si el proceso se cancela inesperadamente.
zh_hans: 流程一旦开始无法取消，请牢记 6 位数字 PIN，意外中止流程需要再次输入
zh_hant: 流程一旦開始無法取消，請牢記 6 位數字 PIN，意外中止流程需要再次輸入

source: Profile
es: Perfil
ja: プロフィール
zh_hans: 个人资料
zh_hant: 個人資料

source: Profile Badge
zh_hans: 个人资料徽章
zh_hant: 個人資料徽章

# profile_badge_description
source: An exclusive badge next to your name
zh_hans: 您名字旁边的专属徽章
zh_hant: 您名字旁邊的專屬徽章

source: Profile Photo
es: Foto de perfil
ja: プロフィール画像
zh_hans: 个人头像
zh_hant: 個人頭像

# profile_share_bot_hint
source: If you want to share a bot, add it to your contacts first
es: Si deseas compartir un bot, añádelo primero a tus contactosa
ja: ミニアプリをシェアしたい場合は、まずミニアプリを連絡先に追加してください。
zh_hans: 如果您希望分享机器人，请先添加联系人。
zh_hant: 如果您希望分享機器人，請先新增聯絡人。

source: QR Code
es: Código QR
ja: QRコード
zh_hans: 二维码
zh_hant: 二維碼

source: QR Code not found
es: Código QR no encontrado
ja: QRコードが見つかりません
zh_hans: 未发现二维码
zh_hant: 未發現二維碼

source: Quote Color
zh_hans: 涨跌颜色
zh_hant: 漲跌顏色

source: Raw
es: Sin procesar
ja: その他
zh_hans: 其他
zh_hant: 其他

# read_your_apps
source: Read your bots
es: Lee tus bots
zh_hans: 读取你的机器人列表
zh_hant: 讀取你的機器人列表

source: Read your assets
es: Lee tus activos
zh_hans: 读取你的所有资产
zh_hant: 讀取你的所有資產

source: Read your circles
es: Lee tus círculos
zh_hans: 读取你的圈子列表
zh_hant: 讀取你的圈子列表

source: Read your contacts
es: Lee tus contactos
zh_hans: 读取你的联系人列表
zh_hant: 讀取你的聯絡人列表

source: Read your NFTs
es: Lee tus NFT
zh_hans: 读取你的 NFT 列表
zh_hant: 讀取你的 NFT 列表

source: Read your phone number
es: Lee tu número de teléfono
zh_hans: 读取你的手机号
zh_hant: 讀取你的手機號

source: Read your public address
zh_hans: 读取你的地址
zh_hant: 讀取你的地址

source: Read your public profile
es: Lee tu perfil público
zh_hans: 读取你的个人资料
zh_hant: 讀取你的個人資料

source: Read your snapshots
es: Lee tus instantáneas
zh_hans: 读取你的转账记录
zh_hant: 讀取你的轉賬記錄

source: Rebate
es: Reembolso
ja: 払い戻し
zh_hans: 退款
zh_hant: 退款

source: Receive
es: Recibir
ja: 入金
zh_hans: 充值
zh_hant: 充值

# receive_from_address_description
source: Receive from other exchange or on-chain wallet using a crypto network
ja: From another wallet or exchange
zh_hans: 通过区块链网络从其他交易所或链上钱包接收
zh_hant: 透過區塊鏈網路從其他交易所或鏈上錢包接收

# receive_from_other_wallets_description
source: Receive from my other wallet using a crypto network
zh_hans: 通过区块链网络从我的另一个钱包接收

source: Receive Money
es: Recibir dinero
ja: 仮想通貨を受け取る
zh_hans: 我的收款码
zh_hant: 我的收款碼

source: received
zh_hans: 收到
zh_hant: 收到

source: Receiver
es: Receptor
ja: 受取人
zh_hans: 至
zh_hant: 至

source: Receivers
es: Receptores
ja: 受取人
zh_hans: 交易接收人
zh_hant: 交易接收人

source: Recent
zh_hans: 最近
zh_hant: 最近

# recent_chats
source: CHATS
ja: チャット
zh_hans: 最近聊天
zh_hant: 最近聊天

source: Recent searches
es: Búsquedas recientes
ja: 最近の検索
zh_hans: 最近搜索
zh_hant: 最近搜尋

source: Recipients
zh_hans: 收款人
zh_hant: 收款人

source: Recovery Contact
zh_hans: 恢复联系人
zh_hant: 恢復聯絡人

source: Recovery Kit
zh_hans: 账号恢复
zh_hant: 賬號恢復

# recovery_kit_attention
source: Attention: The Recovery Kit cannot help you recover your PIN
zh_hans: 注意：账号恢复无法帮助您恢复 PIN
zh_hant: 注意：賬號恢復無法幫助您恢復 PIN

# recovery_kit_instruction
source: The MPC wallet in Mixin Messenger is built on the decentralized key protocol TIP. You can recover your account through your phone number, mnemonic phrase, or a trusted contact. The complete wallet key exists only in the TEE security environment on the current device. Read the documentation to learn %@.
zh_hans: Mixin Messenger 的 MPC 钱包基于去中心化密钥协议 TIP 构建，您可以通过手机号、助记词或可信联系人登录恢复你的账号，钱包完整的密钥只存在当前设备的 TEE 安全环境中，阅读文档以了解%@。
zh_hant: Mixin Messenger 的 MPC 錢包基於去中心化金鑰協議 TIP 構建，您可以透過手機號、助記詞或可信聯絡人登入恢復你的賬號，錢包完整的金鑰只存在當前裝置的 TEE 安全環境中，閱讀檔案以瞭解%@。

source: Red Up / Green Down
zh_hans: 红涨绿跌
zh_hant: 紅漲綠跌

source: Refresh
es: Actualizar
ja: 更新
zh_hans: 刷新
zh_hant: 重新整理

source: Refunded
zh_hans: 已退款
zh_hant: 已退款

source: Reject
zh_hans: 拒绝
zh_hant: 拒絕

source: Reject Transaction
zh_hans: 拒绝交易
zh_hant: 拒絕交易

source: Rejecting Transaction
zh_hans: 正在拒绝
zh_hant: 正在拒絕

source: Rejecting Transaction Failed
zh_hans: 拒绝失败
zh_hant: 拒絕失敗

source: Release
zh_hans: 分解
zh_hant: 分解

source: Reload
es: Recargar
ja: リロード
zh_hans: 重新载入
zh_hant: 重新載入

source: Remove All
es: Eliminar todo
ja: 全部クリア
zh_hans: 全部删除
zh_hant: 全部刪除

source: Remove all floats?
es: ¿Eliminar todos los flotadores?
ja: Floatを全部クリアしますか？
zh_hans: 确定删除全部浮窗？
zh_hant: 確定刪除全部浮窗？

source: Remove Bot
es: Eliminar Bot
ja: Myミニアプリから削除
zh_hans: 删除机器人
zh_hant: 刪除機器人

# remove_bot_hint
source: Remove bot? Chat history will remain on your device
es: ¿Eliminar bot? El historial de chat permanecerá en tu dispositivo
ja: ミニアプリを削除しますか? トーク履歴はデバイスから削除されません
zh_hans: 删除机器人？聊天记录将会保留
zh_hant: 刪除機器人？聊天記錄將會保留

source: Remove Contact
es: Eliminar contacto
ja: 連絡先を削除
zh_hans: 删除联系人
zh_hant: 刪除聯絡人

# remove_contact_hint
source: Remove friend? Chat history will remain on your device
es: ¿Eliminar amigo? El historial de chat permanecerá en tu dispositivo
ja: 友達を削除しますか? トーク履歴はデバイスから削除されません
zh_hans: 删除联系人？聊天记录将会保留
zh_hant: 刪除聯絡人？聊天記錄將會保留

# remove_emergency_contact
source: Remove recovery contact
es: Eliminar contacto de emergencia
ja: 緊急連絡先を削除する
zh_hans: 移除恢复联系人
zh_hant: 移除恢復聯絡人

# remove_emergency_contact_confirmation
source: Remove recovery contact?
es: ¿Eliminar contacto de emergencia?
ja: 緊急連絡先を削除しますか？
zh_hans: 确定移除恢复联系人？
zh_hant: 確定移除恢復聯絡人？

# remove_emergency_contact_for_sure
source: Remove recovery contact for sure?
es: ¿Eliminar contacto de emergencia seguro?
ja: 本当に緊急連絡先を削除しますか?
zh_hans: 确定删除恢复联系人？
zh_hant: 確定刪除恢復聯絡人？

source: Remove from Group
es: Eliminar del grupo
ja: グループから退会させる
zh_hans: 从群组中移除
zh_hant: 從群組中移除

source: Remove Stickers
es: Eliminar pegatinas
ja: スタンプの削除
zh_hans: 移除所有表情
zh_hant: 移除所有表情

source: Rename Wallet
zh_hans: 重命名钱包

source: Renew Plan
zh_hans: 续订会员
zh_hant: 續訂會員

source: Reply
es: Responder
ja: 返信
zh_hans: 回复
zh_hant: 回覆

source: Report
es: Informe
ja: 報告
zh_hans: 举报
zh_hant: 舉報

source: Report and block?
es: ¿Denunciar y bloquear?
ja: 報告してブロックしますか?
zh_hans: 举报并屏蔽？
zh_hant: 舉報並封鎖？

# report_title
source: Send the conversation log to developers?
es: ¿Enviar el registro de conversación a los desarrolladores?
ja: Mixinの開発者へ会話記録を送信しますか?
zh_hans: 给开发人员发送聊天日志？
zh_hant: 給開發人員傳送聊天日誌？

source: Represent send messages
es: Representar enviar mensajes
zh_hans: 代表你发消息
zh_hant: 代表你發訊息

source: Reputation
zh_hans: 信誉度
zh_hant: 信譽度

# reputation_description
source: By default, only transactions with a Good or Unknown reputation are shown. Enable ‘Spam’ to see more.
zh_hans: 默认仅显示信誉度良好、未知的交易。启用“高风险”可查看更多交易。
zh_hant: 預設僅顯示信譽度良好、未知的交易。啟用“高風險”可檢視更多交易。

# reputation_spam
source: Spam
zh_hans: 高风险
zh_hant: 高風險

# reputation_spam_description
source: Flagged transaction due to suspicious behavior or scam indicators
zh_hans: 因可疑行为或欺诈迹象被标记为高风险交易
zh_hant: 因可疑行為或欺詐跡象被標記為高風險交易

# reputation_spam_token_warning
source: This token has been flagged as malicious
zh_hans: 该代币已被标记为高风险代币
zh_hant: 該代幣已被標記為高風險代幣

# reputation_spam_transaction_warning
source: This transaction has been flagged as malicious
zh_hans: 该交易已被标记为高风险交易
zh_hant: 該交易已被標記為高風險交易

source: Request Authorization
es: Solicitar Autorización
zh_hans: 请求授权
zh_hant: 請求授權

source: Request Rejected
zh_hans: 请求已拒绝
zh_hant: 請求已拒絕

# request_rejected_reason_another_request_in_process
source: Another request is in process, please retry after current request is finished
zh_hans: 正在处理另一请求，请完成当前请求后重试
zh_hant: 正在處理另一請求，請完成當前請求後重試

source: Resend code
es: Reenviar codigo
ja: コードを再送する
zh_hans: 重发验证码
zh_hant: 重發驗證碼

# resend_code_pending
source: Resend code in %@
es: Reenviar código en %@
ja: %@ 後にコードを再送
zh_hans: %@ 后重新发送验证码
zh_hant: %@ 後重新發送驗證碼

source: Reset
zh_hans: 重置
zh_hant: 重置

source: Reset Link
es: Restablecer enlace
ja: リンクを取り消す
zh_hans: 重置邀请链接
zh_hant: 重置邀請連結

source: Restore
es: Restaurar
ja: 復元
zh_hans: 恢复
zh_hant: 恢復

# restore_chat_from_icloud
source: Restore your chat history from iCloud.
zh_hans: 从 iCloud 恢复您的聊天记录。
zh_hant: 從 iCloud 恢復您的聊天記錄。

# restore_chat_hint
source: Restore your chat history from iCloud
es: Restaura tu historial de chat desde iCloud
ja: iCloudから チャット履歴を復元する
zh_hans: 从 iCloud 恢复 您的聊天记录
zh_hant: 從 iCloud 恢復 您的聊天記錄

source: Restore Chat History
zh_hans: 恢复聊天记录
zh_hant: 恢復聊天記錄

# restore_chat_history_failed
source: Restore from iCloud failed
zh_hans: 从 iCloud 恢复失败
zh_hant: 從 iCloud 恢復失敗

# restore_chat_history_hint
source: Restoring chat history from iCloud will not overwrite the local records. It will only perform incremental synchronization. Please do not close the screen and keep Mixin running in the foreground while restoring.
zh_hans: 从 iCloud 恢复聊天记录不会覆盖本地记录，只会增量同步，恢复时请不要关闭屏幕并保持 Mixin 在前台运行。
zh_hant: 從 iCloud 恢復聊天記錄不會覆蓋本地記錄，只會增量同步，恢復時請不要關閉螢幕並保持 Mixin 在前臺執行。

source: Restore completed
zh_hans: 恢复已完成
zh_hant: 恢復已完成

source: Restore from Another Phone
zh_hans: 从其他手机恢复
zh_hant: 從其他手機恢復

source: Restore from iCloud
zh_hans: 从 iCloud 恢复
zh_hant: 從 iCloud 恢復

# restore_from_icloud_confirmation
source: There are already %1$d local chat records, and the last message was created at %2$@. Are you sure you want to overwrite the local data with the chat data on iCloud?
es: There are already %@ local chat records, and the last message was created at %@. Are you sure you want to overwrite the local data with the chat data on iCloud?
ja: There are already %@ local chat records, and the last message was created at %@. Are you sure you want to overwrite the local data with the chat data on iCloud?
zh_hans: 已经有 %1$d 条本地聊天记录，最后一条消息的时间是 %2$@，确定用 iCloud 上的聊天数据覆盖本地数据吗？
zh_hant: 已經有 %1$d 條本地聊天記錄，最後一條訊息的時間是 %2$@，確定用 iCloud 上的聊天資料覆蓋本地資料嗎？

source: Restore from PC
zh_hans: 从桌面恢复
zh_hant: 從桌面恢復

# restore_from_pc_hint
source: Restore your chat history from PC
zh_hans: 从桌面端恢复你的聊天记录
zh_hant: 從桌面端恢復你的聊天記錄

# restore_from_pc_tip
source: Synchronize your chat history from the Mixin Messenger desktop client. The synchronization will not overwrite the local records but only incrementally synchronize them. Please make sure that both devices are connected to the same Wi-Fi or hotspot.
zh_hans: 从 Mixin Messenger 桌面端同步你的聊天记录，同步不会覆盖本地记录只会增量同步，请确保两台设备接入同一个 Wi-Fi 或热点。
zh_hant: 從 Mixin Messenger 桌面端同步你的聊天記錄，同步不會覆蓋本地記錄只會增量同步，請確保兩臺裝置接入同一個 Wi-Fi 或熱點。

source: Restore Now
zh_hans: 开始恢复
zh_hant: 開始恢復

source: Restore Your Chat History
zh_hans: 恢复你的聊天记录
zh_hant: 恢復你的聊天記錄

source: Restoring...
es: Restaurando...
ja: ...の復元を準備中
zh_hans: 正在恢复...
zh_hant: 正在恢復...

# restoring_chat_progress
source: Restoring Chat (%@%%)
zh_hans: 恢复聊天记录（%@%%）
zh_hant: 恢復聊天記錄（%@%%）

# restoring_progress
source: Restoring %@
es: Restaurando %@
ja: %@を復元しています
zh_hans: 正在恢复 %@
zh_hant: 正在恢復 %@

source: Resume
zh_hans: 恢复
zh_hant: 恢復

source: Resumed
zh_hans: 已恢复
zh_hant: 已恢復

source: Retry
es: Reintentar
ja: リトライ
zh_hans: 重试
zh_hant: 重試

# return_to_merchant_description
source: Merchant payment is complete. You can opt to return to the merchant or stay in Mixin.
zh_hans: 来自商家的支付已完成，您可以选择返回商家或者停留在 Mixin。
zh_hant: 來自商家的支付已完成，您可以選擇返回商家或者停留在 Mixin。

source: Review
zh_hans: 预览
zh_hant: 預覽

# review_address_hint
source: Review the address, Memo (tag), and network. Any mistake may result in irretrievable asset loss.
zh_hans: 请仔细检查地址、Memo（标签）和网络，如果您转错了，资产将无法追回。
zh_hant: 請仔細檢查地址、Memo（標籤）和網路，如果您轉錯了，資產將無法追回。

# review_transfer_hint
source: Review the recipient, network, and amount. Any mistake may result in irretrievable asset loss.
zh_hans: 请仔细检查收款人、网络和金额，如果您转错了，资产将无法追回。
zh_hant: 請仔細檢查收款人、網路和金額，如果您轉錯了，資產將無法追回。

# review_withdrawal_hint
source: Review the address, network, and amount meticulously. Any mistake may result in irretrievable asset loss.
zh_hans: 请仔细检查收款地址、网络和金额，如果您转错了，资产将无法追回。
zh_hant: 請仔細檢查收款地址、網路和金額，如果您轉錯了，資產將無法追回。

source: Revoke access
es: Revocar el acceso
ja: アクセスを取り消す
zh_hans: 取消授权
zh_hant: 取消授權

source: Revoke Multisig Signature
zh_hans: 撤销多签交易确认
zh_hant: 撤銷多簽交易確認

source: Revoke Multisig Transaction
es: Revocar transacción multigrado
ja: マルチシグトランザクションを取り消す
zh_hans: 撤销多重签名交易
zh_hant: 撤銷多重簽名交易

source: Revoking Multisig Failed
zh_hans: 撤销多重签名交易失败
zh_hant: 撤銷多重簽名交易失敗

source: Revoking Multisig Signature
zh_hans: 正在撤销多签交易
zh_hant: 正在撤銷多簽交易

source: Rewards
zh_hans: 礼遇
zh_hant: 禮遇

source: Room is full
es: El cuarto está lleno
ja: ルームが満員です
zh_hans: 房间已满
zh_hant: 房間已滿

source: SAFE
zh_hans: 金库
zh_hant: 金庫

source: Safe Members
zh_hans: 金库共管人
zh_hant: 金庫共管人

source: Save
es: Guardar
ja: 保存
zh_hans: 保存
zh_hant: 儲存

source: Save Image
es: Guardar imagen
ja: 画像を保存する
zh_hans: 保存图片
zh_hant: 儲存圖片

source: Save to Camera Roll
es: Guarda en el Rollo de la cámara
ja: カメラロールに保存する
zh_hans: 保存到相册
zh_hant: 儲存到相簿

source: Saved
es: Guardado
ja: 保存しました
zh_hans: 已保存
zh_hant: 已儲存

source: Say Hi
es: Di hola
ja: 挨拶をしましょう
zh_hans: 打招呼
zh_hant: 打招呼

# scam_warning
source: Warning: Many users reported this account as a scam. Please be careful, especially if it asks you for money
es: Advertencia: Muchos usuarios han reportado esta cuenta como una estafa. Ten cuidado, especialmente si te pide dinero.
ja: 警告：たくさん報告されているユーザーです、詐欺に気をつけてください
zh_hans: 警告：此账号被大量用户举报，请谨防网络诈骗，注意个人财产安全
zh_hant: 警告：此賬號被大量使用者舉報，請謹防網路詐騙，注意個人財產安全

source: Scan
zh_hans: 扫码

# scan_code_add_me
source: Scan the QR code to add me on Mixin
es: Escanea el código QR para añadirme en Mixin
ja: QRコードをスキャンして私をMixinで追加してください。
zh_hans: 用 Mixin 扫描二维码加我为联系人
zh_hant: 用 Mixin 掃描二維碼加我為聯絡人

# scan_code_description
source: Use another device to scan the QR code below
zh_hans: 请用其他设备扫描以下二维码

source: Scan QR Code
es: Escanear código QR
ja: QRコードをスキャン
zh_hans: 扫描二维码
zh_hant: 掃描二維碼

source: Scan to Restore
zh_hans: 扫描以恢复
zh_hant: 掃描以恢復

# scan_to_restore_hint
source: Click the button below to scan the code and establish a connection.
zh_hans: 点下面按钮扫码建立连接
zh_hant: 點下面按鈕掃碼建立連線

source: Screen Lock
es: Bloqueo de pantalla
ja: 画面ロック
zh_hans: 锁屏
zh_hant: 鎖屏

# screen_lock_enable_biometric_hint
source: You’ll need to use %@ to unlock Mixin. You can still reply to messages from notifications and anwser calls if Mixin is locked.
es: Necesitarás usar %@ para desbloquear Mixin. Todavía puedes responder mensajes de notificaciones y responder llamadas si Mixin está bloqueado.
ja: Mixinをアンロックするには%@が必要になります。Mixinがロックされている場合でも、通知されたメッセージへの返信や電話の応答は可能です。
zh_hans: 您需要使用%@来解锁 Mixin。当 Mixin 锁定时，您仍可以接听通话或在通知中回复消息。
zh_hant: 您需要使用%@來解鎖 Mixin。當 Mixin 鎖定時，您仍可以接聽通話或在通知中回覆訊息。

# screen_lock_unlock
source: Use %@ to unlock Mixin
es: Usa %@ para desbloquear Mixin
ja: Mixinをアンロックするために%@を使用してください
zh_hans: 通过%@解锁 Mixin
zh_hant: 透過%@解鎖 Mixin

source: Search
es: Buscar
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

source: Search Contacts
es: Buscar contactos
ja: 友達を検索
zh_hans: 搜索联系人
zh_hant: 搜尋聯絡人

source: Search Conversation
es: Buscar conversación
ja: チャットルームを検索
zh_hans: 搜索聊天记录
zh_hant: 搜尋聊天記錄

source: Search GIPHY
es: Buscar GIPHY
ja: GIPHYを検索する
zh_hans: 搜索 GIPHY
zh_hant: 搜尋 GIPHY

# search_open_link
source: Open Link:
es: Abrir enlace:
ja: リンクを開く:
zh_hans: 打开链接：
zh_hant: 開啟連結：

# search_placeholder_address
source: Label, Address
ja: ラベル、アドレス
zh_hans: 名称, 地址
zh_hant: 名稱, 地址

# search_placeholder_asset
source: Name, Symbol
es: Nombre, Símbolo
ja: 名前、シンボル
zh_hans: 名称, 符号
zh_hant: 名稱, 符號

# search_placeholder_collectible
source: Name
zh_hans: 名称
zh_hant: 名稱

# search_placeholder_contact
source: Mixin ID, Name, Phone number
es: Mixin ID, nombre, número de teléfono
ja: Mixin ID, 名前, 電話番号
zh_hans: Mixin ID, 名称, 手机号码
zh_hant: Mixin ID, 名稱, 手機號碼

# search_placeholder_dapp
source: Name, URL
zh_hans: 名称, URL
zh_hant: 名稱, URL

# search_placeholder_number
source: Search Mixin ID or phone number:
es: Buscar Mixin ID o número de teléfono:
ja: Mixin ID または電話番号を検索
zh_hans: 搜索 Mixin ID 或手机号码：
zh_hant: 搜尋 Mixin ID 或手機號碼：

# search_related_message
source: %d related message
es: %d mensaje relacionado
ja: %d個の関連するメッセージ
zh_hans: %d 条相关的消息
zh_hant: %d 條相關的訊息

# search_related_message_count
source: %d related messages
es: %d mensajes relacionados
ja: %d個の関連するメッセージ
zh_hans: %d 条相关的消息
zh_hant: %d 條相關的訊息

# search_result_prefix_phone
source: Phone Number:
es: Número de teléfono:
ja: 電話番号:
zh_hans: 手机号码：
zh_hant: 手機號碼：

source: Secured by TIP
es: Protegido por TIP
zh_hans: 由 TIP 提供安全保障
zh_hant: 由 TIP 提供安全保障

source: Security
es: Seguridad
ja: セキュリティ
zh_hans: 安全
zh_hant: 安全

source: Select
es: Seleccionar
ja: 選択
zh_hans: 选择
zh_hant: 選擇

source: Select a Country or Region
es: Seleccionar un país o región
ja: 国と地域を選択
zh_hans: 选择一个国家或地区
zh_hant: 選擇一個國家或地區

source: Select a token for the fee
zh_hans: 选择支付手续费的币种
zh_hant: 選擇支付手續費的幣種

source: Select All
zh_hans: 选择所有

source: Select Date
zh_hans: 选择日期
zh_hant: 選擇日期

# select_emergency_contact
source: Select Recovery Contact
es: Seleccionar contacto de emergencia
ja: 緊急連絡先を選択
zh_hans: 选择恢复联系人
zh_hant: 選擇恢復聯絡人

source: Select More Photos
es: Seleccionar más fotos
ja: さらに選択
zh_hans: 选择更多照片
zh_hant: 選擇更多照片

source: Select Token
zh_hans: 选择代币
zh_hant: 選擇代幣

# selected_count
source: %@ Selected
es: %@ Seleccionado
ja: %@を選択しています。
zh_hans: 选择了 %@ 个消息
zh_hant: 選擇了 %@ 個訊息

# selected_item
source: Selected 1 Item
es: 1 artículo seleccionado
ja: 選択されたアイテム
zh_hans: 已选择 1 项
zh_hant: 已選擇 1 項

# selected_item_count
source: Selected %d Items
es: %d elementos seleccionados
ja: %d件選択中
zh_hans: 已选择 %d 项
zh_hant: 已選擇 %d 項

# selected_photo
source: Selected 1 Photo
es: 1 foto seleccionada
ja: 選択された写真
zh_hans: 已选择 1 张图片
zh_hant: 已選擇 1 張圖片

# selected_photo_count
source: Selected %d Photos
es: %d fotos seleccionadas
ja: %d枚の写真を選択中
zh_hans: 已选择 %d 张图片
zh_hant: 已選擇 %d 張圖片

# selected_video
source: Selected 1 Video
es: 1 vídeo seleccionado
ja: 選択されたビデオ
zh_hans: 已选择 1 个视频
zh_hant: 已選擇 1 個影片

# selected_video_count
source: Selected %d Videos
es: %d vídeos seleccionados
ja: %d本のビデオを選択中
zh_hans: 已选择 %d 个视频
zh_hant: 已選擇 %d 個影片

# selected_wallet_count
source: %d wallets selected
zh_hans: 已选择 %d 个钱包

# selected_wallet_count_one
source: 1 wallet selected
zh_hans: 已选择 1 个钱包

# sell_token
source: Sell %@
zh_hans: 卖出 %@
zh_hant: 賣出 %@

source: Send
es: Enviar
ja: 送る
zh_hans: 发送
zh_hant: 傳送

source: Send as File
es: Enviar como Archivo
ja: ファイルとして送信する
zh_hans: 发送为文件
zh_hant: 傳送為檔案

source: Send as Files
es: Enviar como archivos
ja: 複数ファイルとして送信する
zh_hans: 发送为文件
zh_hant: 傳送為檔案

source: Send Collectible
zh_hans: 发送藏品
zh_hant: 傳送藏品

# send_item
source: Send 1 Item
es: Enviar 1 artículo
ja: アイテムを一つ送信
zh_hans: 发送 1 项
zh_hant: 傳送 1 項

# send_item_count
source: Send %d Items
es: Enviar %d elementos
ja: %d件を送信
zh_hans: 发送 %d 项
zh_hant: 傳送 %d 項

source: Send Message
es: Enviar mensaje
ja: メッセージを送信
zh_hans: 发消息
zh_hant: 發訊息

# send_photo
source: Send 1 Photo
es: Enviar 1 foto
ja: 写真を送信
zh_hans: 发送 1 张图片
zh_hant: 傳送 1 張圖片

# send_photo_count
source: Send %d Photos
es: Enviar %d fotos
ja: %d枚の写真を送信
zh_hans: 发送 %d 张图片
zh_hant: 傳送 %d 張圖片

# send_sol_for_rent
source: Send at least %@ SOL for the rent
zh_hans: 请发送至少 %@ SOL 以支付租金
zh_hant: 傳送至少 %@ SOL 以支付租金

source: Send This Location
es: Enviar esta ubicación
ja: 位置情報を送信
zh_hans: 发送这个位置
zh_hant: 傳送這個位置

source: Send to %@
es: Enviar a %@
ja: %@へ送信
zh_hans: 发送给 %@
zh_hant: 傳送給 %@

# send_to_address_description
source: Send to an address in your Address Book, PIN-protected to prevent phishing.
ja: Send crypto to a wallet or exchange
zh_hans: 转到我地址薄中的地址，地址受到 PIN 保护，避免地址钓鱼攻击。
zh_hant: 轉到我地址薄中的地址，地址受到 PIN 保護，避免地址釣魚攻擊。

# send_to_contact_description
source: Send to your Mixin friends with privacy, zero fees, and instant delivery.
ja: Send crypto to Mixin contact
zh_hans: 转给我的 Mixin 好友，转账隐私、零手续费且秒到账。
zh_hant: 轉給我的 Mixin 好友，轉賬隱私、零手續費且秒到賬。

source: Send to Developer
es: Enviar al Desarrollador
ja: 開発者へ送信
zh_hans: 把日志发给开发者
zh_hant: 把日誌發給開發者

# send_to_other_wallet_description
source: Send to my other wallet using a crypto network
zh_hans: 使用区块链网络发送到我的另一个钱包

# send_to_title
source: Send To
es: Enviar a
ja: 振替先
zh_hans: 转给
zh_hant: 轉給

# send_video
source: Send 1 Video
es: Enviar 1 vídeo
ja: ビデオを送信
zh_hans: 发送 1 个视频
zh_hant: 傳送 1 個影片

# send_video_count
source: Send %d Videos
es: Enviar %d vídeos
ja: %d本のビデオを送信
zh_hans: 发送 %d 个视频
zh_hant: 傳送 %d 個影片

source: Send Without Sound
es: Enviar sin sonido
ja: 通知音を鳴らさずに送信する
zh_hans: 静音发送
zh_hant: 靜音傳送

source: Send your Current Location
es: Envía tu ubicación actual
ja: 現在地を送信
zh_hans: 发送您当前的位置
zh_hant: 傳送您當前的位置

# send_count
source: Send(%d)
es: Enviar(%d)
ja: 送信(%d)
zh_hans: 发送（%d）
zh_hant: 傳送（%d）

source: Sender
ja: 送信者
zh_hans: 交易发起人
zh_hant: 交易發起人

source: Senders
es: Remitentes
ja: 送信者
zh_hans: 交易发起人
zh_hant: 交易發起人

source: Sending
zh_hans: 正在发送
zh_hant: 正在傳送

source: Sending Failed
zh_hans: 发送失败
zh_hant: 傳送失敗
