Repository: MixinNetwork/ios-app
Catalog: Mixin/Resources/*.lproj/Localizable.strings
Languages: es, ja, zh_hans, zh_hant

# backup_mnemonic_successfully
source: Backup mnemonic phrase successfully
zh_hans: 成功备份助记词
zh_hant: 成功備份助記詞

source: Backup Now
zh_hans: 立即备份
zh_hant: 立即備份

source: Backup to iCloud
zh_hans: 备份到 iCloud
zh_hant: 備份到 iCloud

source: Balance
ja: 残高
zh_hans: 余额
zh_hant: 餘額

# balance_abbreviation
source: Bal %@
zh_hans: 余额 %@
zh_hant: 餘額 %@

source: Balance changes
zh_hans: 资产变动
zh_hant: 資產變動

# balance_max
source: MAX
zh_hans: 最大
zh_hant: 最大

source: Batch Transfer Confirmation
zh_hans: 批量转账确认
zh_hant: 批次轉賬確認

source: Before you proceed
zh_hans: 请在继续之前
zh_hant: 請在繼續之前

source: Block
es: Bloquear
ja: ブロック
zh_hans: 屏蔽用户
zh_hant: 封鎖使用者

# block_hint
source: Blocked contacts will no longer be able to call you or send you messages
es: Los contactos bloqueados ya no podrán llamarte ni enviarte mensajes
ja: あなたにブロックされたユーザーは電話をかけたりメッセージを送ることができなくなります
zh_hans: 屏蔽后对方无法向您拨打电话或发送消息
zh_hant: 封鎖後對方無法向您撥打電話或傳送訊息

# block_tip
source: Blocked users can't send you messages or add you to groups.
es: Los usuarios bloqueados no pueden enviarte mensajes ni añadirte a grupos.
ja: ブロックされたユーザーはあなたのグループへ追加やメッセージ送信ができません
zh_hans: 被屏蔽的用户不能给你发送消息或者邀请你加入群聊
zh_hant: 被封鎖的使用者不能給你傳送訊息或者邀請你加入群聊

source: Blocked
es: Bloqueado
ja: ブロック中
zh_hans: 已屏蔽
zh_hant: 已封鎖

source: Blocked Users
es: Usuarios bloqueados
ja: ブロック中のユーザー
zh_hans: 屏蔽名单
zh_hant: 封鎖名單

source: Bot not found
es: Bot no encontrado
ja: ミニアプリが見つかりません
zh_hans: 找不到这个机器人
zh_hant: 找不到這個機器人

source: BOTS
ja: ミニアプリ
zh_hans: 机器人
zh_hant: 機器人

# bots_title
source: Bots
ja: Myミニアプリ一覧
zh_hans: 机器人
zh_hant: 機器人

source: Browser
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Buy
zh_hans: 购买
zh_hant: 購買

# buy_asset
source: Buy %@
zh_hans: 购买 %@
zh_hant: 購買 %@

# buy_crypto_with_cash
source: Purchase crypto with cash
zh_hans: 用现金购买加密货币

source: Buy Stars
zh_hans: 购买 Stars
zh_hant: 購買 Stars

# buy_token
source: Buy %@
zh_hans: 买入 %@
zh_hant: 買入 %@

# buying_limitation
source: Minimum %@
zh_hans: 最少 %@
zh_hant: 最少 %@

source: Calculating...
zh_hans: 正在计算...
zh_hant: 正在計算...

source: Call
es: Llamar
ja: 電話
zh_hans: 语音
zh_hant: 語音

source: Call declined
es: Llamada rechazada
ja: 応答拒否
zh_hans: 对方已拒绝
zh_hant: 對方已拒絕

# call_encryption_description
source: No one outside of this call can view or listen to it. Not even Mixin.
es: Nadie fuera de esta llamada puede verla o escucharla. Ni siquiera Mixin.
ja: この電話はMixinを含む外部から盗聴不可能です
zh_hans: 除了参与通话的人，其他人包含 Mixin 在内都无法听取或查看。
zh_hant: 除了參與通話的人，其他人包含 Mixin 在內都無法聽取或檢視。

# call_encryption_title
source: This call is secured with end-to-end encryption
es: Esta llamada está protegida con encriptación de extremo a extremo
ja: この通話はE2E暗号化されています
zh_hans: 此通话使用端对端加密进行保护
zh_hant: 此通話使用端對端加密進行保護

source: Call failed
es: Llamada fallida
ja: 現在電話できません
zh_hans: 呼叫失败
zh_hant: 呼叫失敗

# call_no_microphone_permission_hint
source: To make voice calls, Mixin needs access to your microphone. Please tap Setting to open system settings.
es: Para realizar llamadas de voz, Mixin necesita acceso a tu micrófono. Toca Configuración para abrir la configuración del sistema.
ja: 音声通話するために、Mixinにあなたのスマホのアクセスを許可してください。設定をタップし、システム設定を開いてください。
zh_hans: 如果使用语音通话，Mixin 需要麦克风权限，请点击'设置'打开系统授权。
zh_hant: 如果使用語音通話，Mixin 需要麥克風許可權，請點選'設定'開啟系統授權。

# call_no_network_hint
source: Call service unavailable. Make sure your phone has an internet connection and try again.
es: Servicio de llamadas no disponible. Asegúrate de que tu teléfono tenga conexión a Internet e inténtalo de nuevo.
ja: 現在通話ができません。 インターネットの接続を確認しもう一度お試しください。
zh_hans: 通话服务不可用，请确认网络连接正常并重试
zh_hant: 通話服務不可用，請確認網路連線正常並重試

# call_on_another_call_hint
source: You are already on another call. Try after it was ended.
es: Ya estás en otra llamada. Inténtalo después de que haya terminado.
ja: あなたは現在電話中です。電話を終了後もう一度お試しください。
zh_hans: 无法在 Mixin 通话时拨打电话
zh_hant: 無法在 Mixin 通話時撥打電話

source: Call Phone
es: Llamada telefónica
ja: 電話をかける
zh_hans: 电话呼叫
zh_hant: 電話呼叫

# call_remote_error
source: The connection failed. Code %@
es: La conexión ha fallado. Código %@
ja: 切断されました（エラーコード%@）
zh_hans: 连接失败。代码 %@
zh_hant: 連線失敗。代碼 %@

source: Call with Mixin
es: Llamar con Mixin
ja: Mixinで電話をかける
zh_hans: 语音通话
zh_hant: 語音通話

source: Calling...
es: Llamando...
ja: 着信中
zh_hans: 正在呼叫...
zh_hant: 正在呼叫...

source: Camera
es: Cámara
ja: カメラ
zh_hans: 相机
zh_hant: 相機

source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Cancel Floating
es: Cancelar flotante
ja: フローティングのキャンセル
zh_hans: 取消浮窗
zh_hant: 取消浮窗

source: Cancel Transaction
zh_hans: 取消交易
zh_hant: 取消交易

# cancel_transaction_description
source: If the transaction is too far along cancellation may not be possible
zh_hans: 如果交易已接近完成，可能无法取消
zh_hant: 如果交易已接近完成，可能無法取消

source: Cancel Waiting
zh_hans: 取消订单
zh_hant: 取消訂單

# canceled
source: Cancelled
es: Cancelado
ja: キャンセルしました
zh_hans: 已取消
zh_hant: 已取消

# canceled_by_caller
source: Cancelled by caller
es: Cancelado por la persona que llama
ja: 発信者がキャンセルしました
zh_hans: 对方已取消
zh_hant: 對方已取消

source: Can't receive the code?
es: ¿No puedes recibir el código?
ja: コードを受け取れませんか？
zh_hans: 接收不到验证码？
zh_hant: 接收不到驗證碼？

# caption_send
source: Send
es: Enviar
ja: 出金
zh_hans: 转出
zh_hant: 轉出

source: card
es: tarjeta
ja: ロボ
zh_hans: 卡片
zh_hant: 卡片

# category_chats
source: Chats
ja: チャット
zh_hans: 最近聊天
zh_hant: 最近聊天

source: Chain
es: Cadena
ja: チェーン
zh_hans: 所属公链
zh_hant: 所屬公鏈

source: Change
es: Cambiar
ja: 変更
zh_hans: 更改
zh_hant: 更改

source: Change Amount
es: Cambiar cantidad
ja: 数量を変更
zh_hans: 修改金额
zh_hant: 修改金額

# change_emergency_contact
source: Change recovery contact
es: Cambiar contacto de emergencia
ja: 緊急連絡先を変更
zh_hans: 修改恢复联系人
zh_hant: 修改恢復聯絡人

source: Change Mobile Number
zh_hans: 更改手机号码
zh_hant: 更改手機號碼

source: Change name
es: Cambiar nombre
ja: 名前を変更
zh_hans: 修改名称
zh_hant: 修改名稱

source: Change Number
es: Cambie el número
ja: 電話番号を変更
zh_hans: 修改手机号
zh_hant: 修改手機號

source: Change Number Instead
es: Cambiar número en su lugar
ja: 電話番号を変更
zh_hans: 仅修改手机号码
zh_hant: 僅修改手機號碼

# change_percent_period_day
source: %dD %%
zh_hans: %d天 %%
zh_hant: %d天 %%

# change_percent_period_hour
source: %dh %%
zh_hans: %d小时 %%
zh_hant: %d小時 %%

# change_phone_desc
source: You can log in to your account using your mobile number. The current mobile number (%1$@) is associated with a key shard of your MPC wallet. The complete key exists only in the TEE security environment on the current device. Read the documentation to learn more about %2$@.
zh_hans: 您可以通过手机号码登录您的帐户。当前手机号码（%1$@）已与 MPC 钱包的密钥片段关联。完整的密钥仅存在于当前设备的 TEE 安全环境中。阅读文档以了解%2$@。
zh_hant: 您可以透過手機號碼登入您的帳戶。當前手機號碼（%1$@）已與 MPC 錢包的金鑰片段關聯。完整的金鑰僅存在於當前裝置的 TEE 安全環境中。閱讀檔案以瞭解%2$@。

source: Change Phone Number
es: Cambiar número de teléfono
ja: 電話番号を変更
zh_hans: 修改手机号
zh_hant: 修改手機號

source: Change PIN
es: Cambiar PIN
ja: PINコードを変更
zh_hans: 修改 PIN
zh_hant: 修改 PIN

# change_pin_interval_hint
source: Confirm PIN to change interval
es: Confirmar PIN para cambiar el intervalo
ja: 設定を変更するためPINコードを入力してください
zh_hans: 输入 PIN 修改使用间隔
zh_hant: 輸入 PIN 修改使用間隔

source: Change PIN successfully
es: Cambiar PIN con éxito
ja: PINコード変更成功
zh_hans: PIN 修改成功
zh_hant: PIN 修改成功

source: Change Profile Photo with Camera
es: Cambiar foto de perfil con cámara
ja: プロフィール画像をカメラから選択
zh_hans: 更换头像（相机）
zh_hant: 更換頭像（相機）

source: Change Profile Photo with Library
es: Cambiar foto de perfil con biblioteca
ja: プロフィール画像を選択
zh_hans: 更换头像（相册）
zh_hant: 更換頭像（相簿）

source: Change Settings
es: Cambiar ajustes
ja: 設定変更
zh_hans: 更改设置
zh_hant: 更改設定

source: Change your app language
es: Cambia el idioma de tu aplicación
ja: 言語設定
zh_hans: 设置语言
zh_hant: 設定語言

source: Changed
es: Cambiado
ja: 変更しました
zh_hans: 已修改
zh_hant: 已修改

source: %@ changed disappearing message settings.
es: %@ ha cambiado la configuración de los mensajes que desaparecen.
ja: %@が消えるメッセージを設定しました
zh_hans: %@修改了限时消息设置
zh_hant: %@修改了限時訊息設定

# changing_pin_terminated_unexpectedly
source: Changing PIN terminated unexpectedly, click "Continue" to complete the change
es: El cambio de PIN ha finalizado inesperadamente, haz clic en Continuar para completar el cambio
zh_hans: 更新 PIN 意外中止，点继续完成 PIN 修改
zh_hant: 更新 PIN 意外中止，點繼續完成 PIN 修改

source: Chat Background
es: Fondo de chat
ja: チャットの背景
zh_hans: 聊天背景
zh_hant: 聊天背景

source: Chat Backup
es: Copia de seguridad de chat
ja: チャットのバックアップ
zh_hans: 聊天记录备份
zh_hant: 聊天記錄備份

# chat_bot_reception_title
source: Tap the button to interact with the bot
es: Toca el botón para interactuar con el bot
ja: ミニアプリを使用するためにボタンをタップしてください
zh_hans: 点击按钮使用机器人
zh_hant: 點選按鈕使用機器人

# chat_call_duration
source: Duration %@
es: Duración %@
ja: 通話時間：%@
zh_hans: 通话时长 %@
zh_hant: 通話時長 %@

# chat_call_warning_voice
source: Can't record voice messages during a Mixin call.
es: No puedo grabar mensajes de voz durante una llamada de Mixin.
ja: 通話中にボイスメッセージを録音することはできません。
zh_hans: 无法在 Mixin 通话时录制语音消息
zh_hant: 無法在 Mixin 通話時錄製語音訊息

# chat_decryption_failed
source: This message decryption failed, please upgrade Mixin to the latest version.
es: El descifrado de este mensaje ha fallado, actualiza Mixin a la última versión.
ja: メッセージの取得に失敗しました。Mixinを最新バージョンにアップデートしてください。
zh_hans: 此信息解密失败，请将 Mixin 升级到最新版本。
zh_hant: 此資訊解密失敗，請將 Mixin 升級到最新版本。

# chat_decryption_failed_hint
source: Waiting for %@ to get online and establish an encrypted session.
es: Esperando a que %@ se conecte y establezca una sesión cifrada.
ja: %@が参加し暗号化セッションが開始するまで待機しています...
zh_hans: 等待%@上线后建立加密会话。
zh_hant: 等待%@上線後建立加密會話。

# chat_group_add
source: %1$@ added %2$@
es: %1$@ ha añadido %2$@
ja: %1$@が%2$@を追加しました
zh_hans: %1$@添加了%2$@
zh_hant: %1$@添加了%2$@

# chat_group_call_decline
source: %@ has declined group call
es: %@ ha rechazado una llamada de grupo
ja: %@グループ通話が終了しました
zh_hans: %@已拒绝群组语音
zh_hant: %@已拒絕群組語音

# chat_group_call_did_not_answer
source: %@ did not answer group call
zh_hans: %@未接听群组语音
zh_hant: %@未接聽群組語音

# chat_group_call_invite
source: %@ has invited you to a group call
es: %@ te ha invitado a una llamada de grupo
ja: %@からグループ通話の招待がきています
zh_hans: %@邀请你加入群组语音
zh_hant: %@邀請你加入群組語音

# chat_group_call_self_did_not_answer
source: You did not answer group call
zh_hans: 你未接听群组语音
zh_hant: 你未接聽群組語音

# chat_group_exit
source: %@ left
es: quedan %@
ja: %@が退出しました
zh_hans: %@离开了群组
zh_hant: %@離開了群組

# chat_group_join
source: %@ joined the group via invite link
es: %@ se ha unido al grupo mediante un enlace de invitación
ja: %@が招待リンクから参加しました
zh_hans: %@通过邀请链接加入群组
zh_hant: %@透過邀請連結加入群組

# chat_group_remove
source: %1$@ removed %2$@
es: %1$@ ha eliminado %2$@
ja: %1$@が%2$@を退会させました
zh_hans: %1$@移除了%2$@
zh_hant: %1$@移除了%2$@

# chat_list_empty_info
source: You can chat with contacts who have Mixin installed on their phone.
es: Puedes chatear con contactos que tengan Mixin instalado en tu teléfono.
ja: Mixinアプリをダウンロードしている友人とチャットできます
zh_hans: 你可以与你的 Mixin 好友一起聊天。
zh_hant: 你可以與你的 Mixin 好友一起聊天。

# chat_not_support
source: This type of message is not supported, please upgrade Mixin to the latest version. %@.
es: Este tipo de mensaje no es compatible, actualiza Mixin a la última versión. %@.
ja: サポートしていない形式です、Mixinを最新版にアップデートしてください%@
zh_hans: 不支持此类型消息。请升级 Mixin 查看。 %@。
zh_hant: 不支援此型別訊息。請升級 Mixin 檢視。 %@。

# chat_on_mixin_content
source: Let's chat on Mixin Messenger! Simple, safe, and easy to use. It also supports Bitcoin, Ethereum, and other cryptocurrencies, download https://mixin.one/messenger and search @%@ to add me as a friend.
es: ¡Chateemos en Mixin Messenger! Sencillo, seguro y fácil de usar. También es compatible con Bitcoin, Ethereum y otras criptomonedas. Descarga https://mixin.one/messenger y busca @%@ para añadirme como amigo.
ja: さあ、Mixinでチャットをしましょう！Mixinは安全かつとても簡単に使えます。ビットコインやイーサリアムのような複数の通貨に対応しています。https://mixin.one/messenger からMixinをダウンロードし、%@を検索して友達になりましょう。
zh_hans: 快来 Mixin 与我聊天！简单、安全好用还支持比特币、以太坊等加密货币，下载 https://mixin.one/messenger 后搜索 @%@ 加我好友。
zh_hant: 快來 Mixin 與我聊天！簡單、安全好用還支援比特幣、以太坊等加密貨幣，下載 https://mixin.one/messenger 後搜尋 @%@ 加我好友。

# chat_pin_message
source: %1$@ pinned %2$@
es: %1$@ ha fijado %2$@
ja: %1$@は%2$@をピン留めしました
zh_hans: %1$@置顶了%2$@
zh_hant: %1$@置頂了%2$@

# chat_recall_delete_alert
source: Messages you selected will be deleted for everyone on the latest version of Mixin in this chat.
es: Los mensajes que has seleccionado se eliminarán para todos en la última versión de Mixin en este chat.
ja: 選択したメッセージは、最新版のMixinを使用している全員のチャットから削除されます。
zh_hans: 所有使用最新版本 Mixin Messenger 的设备都将删除被选中的消息
zh_hant: 所有使用最新版本 Mixin Messenger 的裝置都將刪除被選中的訊息

# chat_restore_subtitle
source: You will not be able to restore later if you decline to restore now. Media files will continue restore in background after messages is restored.
es: No podrás restaurar más tarde si te niegas a restaurar ahora. Los archivos multimedia continuarán restableciéndose en segundo plano después de restaurar los mensajes.
ja: 現在復元しない場合、後で復元はできません。メディアファイルはメッセージに続いて復元されます。
zh_hans: 如果现在不恢复，未来将无法恢复这些记录。媒体文件将在信息恢复完成后在后台继续运行。
zh_hant: 如果現在不恢復，未來將無法恢復這些記錄。媒體檔案將在資訊恢復完成後在後臺繼續執行。

source: Chat Text Size
es: Tamaño del texto del chat
zh_hans: 聊天字体大小
zh_hant: 聊天字型大小

# chat_waiting
source: Waiting for %1$@ to get online and establish an encrypted session. %2$@.
es: Esperando a que %1$@ se conecte y establezca una sesión cifrada. %2$@.
ja: オンラインで暗号化されたやりとりを開始するまであと%1$@。%2$@
zh_hans: 等待%1$@上线后建立加密会话。%2$@。
zh_hant: 等待%1$@上線後建立加密會話。%2$@。

source: Chats
ja: チャット
zh_hans: 聊天
zh_hant: 聊天

source: Check Backup
zh_hans: 检查备份
zh_hant: 檢查備份

# check_mnemonic_phrase
source: Check your mnemonic phrase
zh_hans: 检查您的助记词
zh_hant: 檢查您的助記詞

# check_mnemonic_phrase_desc
source: Input each word in the order it was presented to you.
zh_hans: 按照呈现给您的顺序输入每个单词。
zh_hant: 按照呈現給您的順序輸入每個單詞。

source: Choose Network
es: Elige Red
zh_hans: 选择网络
zh_hant: 選擇充值網路

source: Choose Photo
es: Escoge una foto
ja: 画像を選ぶ
zh_hans: 选择照片
zh_hant: 選擇照片

# choose_token
source: Choose %@ Network
zh_hans: 选择 %@ 网络
zh_hant: 選擇 %@ 網路

# choose_token_desc
source: %@ is issued on multiple networks
zh_hans: %@ 在多个网络上发布
zh_hant: %@ 在多個網路上釋出

# circle_info
source: Create circles for different groups of chats and quickly switch between them
es: Crea círculos para diferentes grupos de chats y cambia rápidamente entre ellos
ja: グループリストを作成し、種類の異なるチャットを切り替えましょう
zh_hans: 新建一个圈子可以过滤会话
zh_hant: 新建一個圈子可以過濾會話

# circle_no_conversation_hint
source: You can add contacts or groups to the current circle
es: Puedes añadir contactos o grupos al círculo actual
ja: 友人またはグループを既に作成したのグループリストに追加できます
zh_hans: 您可以添加联系人或者群组到当前圈子
zh_hant: 您可以新增聯絡人或者群組到當前圈子

# circle_subtitle
source: %d Conversation
es: %d Conversación
ja: %dのチャットルーム
zh_hans: %d 会话
zh_hant: %d 會話

# circle_subtitle_count
source: %d Conversations
es: %d Conversaciones
ja: %dのチャットルーム
zh_hans: %d 会话
zh_hant: %d 會話

# circle_title
source: %@'s Circles
es: Círculos de %@
ja: %@のグループリスト
zh_hans: %@的圈子
zh_hant: %@的圈子

source: Circles
es: Círculos
ja: グループリスト
zh_hans: 圈子
zh_hant: 圈子

source: Circulation Supply
zh_hans: 流通量
zh_hant: 流通量

# classic_wallet_tip_description
source: A common multi-chain wallet that accesses decentralized applications and DeFi protocols.
zh_hans: 一个支持多链的常规钱包，可用于访问去中心化应用和 DeFi 协议。
zh_hant: 一個支援多鏈的常規錢包，可用於訪問去中心化應用和 DeFi 協議。

# classic_wallet_tip_title
source: What’s the Common Wallet?
zh_hans: 什么是普通钱包？
zh_hant: 什麼是普通錢包？

source: Clear
es: Borrar
ja: 削除
zh_hans: 清理
zh_hant: 清理

source: Clear Cache
zh_hans: 清理缓存
zh_hant: 清理快取

source: Clear Chat
es: Vaciar la conversación
ja: チャットを削除する
zh_hans: 清除聊天记录
zh_hant: 清除聊天記錄

# clear_contact_chat_confirmation
source: Clear chat with "%@"?
es: ¿Borrar chat con %@?
ja: "%@"とチャットを削除しますか?
zh_hans: 清空与"%@"的聊天记录？
zh_hant: 清空與"%@"的聊天記錄？

# clear_group_chat_confirmation
source: Clear "%@" group chat?
es: ¿Borrar el chat grupal de %@?
ja: "%@"のグループチャットを削除しますか?
zh_hans: 清空"%@"的聊天记录？
zh_hant: 清空"%@"的聊天記錄？

source: Cleared
es: Borrado
ja: クリアずみ
zh_hans: 已清空
zh_hant: 已清空

# clock_skew_hint
source: Please continue to use again after correction. Settings > General > Date & Time > Turn on Set Automatically
es: Continúa usándolo nuevamente después de la corrección. Configuración > General > Fecha y hora > Activar Establecer automáticamente
ja: 設定を変更してください。 設定 > 一般 > 日付と時刻 > 自動設定をオン
zh_hans: 请校正后再继续使用，设置 > 通用 > 日期与时间 > 自动设置。
zh_hant: 請校正後再繼續使用，設定 > 一般 > 日期與時間 > 自動設定

source: Close
es: Cerrar
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Closing Balance
es: Saldo de cierre
zh_hans: 期末余额
zh_hant: 期末餘額

source: Collectible
zh_hans: 藏品
zh_hant: 藏品

source: Collectible Hash
zh_hans: 藏品哈希
zh_hant: 藏品雜湊

# collectible_owner
source: Owner
zh_hans: 拥有者
zh_hant: 擁有者

# collectible_release_confirmation
source: Release Collectible
zh_hans: 分解藏品
zh_hant: 分解藏品

# collectible_release_failed
source: Release Failed
zh_hans: 分解失败
zh_hant: 分解失敗

# collectible_release_hint
source: Releasing the collectible will immediately provide the corresponding tokens, which can be transferred, traded, or used to occupy a collectible.
zh_hans: 分解藏品可以立刻获得相应的代币，代币可转账、交易或重新铸造藏品。
zh_hant: 分解藏品可以立刻獲得相應的代幣，代幣可轉賬、交易或重新鑄造藏品。

# collectible_release_success
source: Release Successful
zh_hans: 分解成功
zh_hant: 分解成功

# collectible_released_description
source: The collectible was released successfully.
zh_hans: 藏品分解成功。
zh_hant: 藏品分解成功。

# collectible_releasing
source: Releasing
zh_hans: 分解中
zh_hant: 分解中

# collectible_releasing_description
source: The collectible is being released, please wait.
zh_hans: 正在分解藏品，请稍候。
zh_hant: 正在分解藏品，請稍候。

# collectible_traits
source: Traits
zh_hans: 特征
zh_hant: 特徵

source: Collectibles
zh_hans: 藏品
zh_hant: 藏品

source: Collection
zh_hans: 合集
zh_hant: 合集

# collection_collected
source: %d collected
zh_hans: 已收藏 %d 件
zh_hant: 已收藏 %d 件

source: Combine and forward
es: Combinar y avanzar
ja: まとめて転送
zh_hans: 合并转发
zh_hant: 合併轉發

source: Common Wallet
zh_hans: 普通钱包
zh_hant: 普通錢包

# common_wallet_index
source: Common Wallet %@
zh_hans: 普通钱包 %@

source: Complete
zh_hans: 完成
zh_hant: 完成

source: Completed
zh_hans: 已完成
zh_hant: 已完成

source: Compress Database
es: Comprimir base de datos
ja: データの圧縮
zh_hans: 压缩数据库
zh_hant: 壓縮資料庫

source: Compressed
es: Comprimido
ja: 圧縮しました
zh_hans: 已压缩
zh_hant: 已壓縮

source: Confirm
es: Confirmar
ja: 確認する
zh_hans: 确认
zh_hant: 確認

# confirm_adding_address
source: Confirm Address
zh_hans: 添加地址确认
zh_hant: 新增地址確認

# confirm_deleting_address
source: Delete Address
zh_hans: 删除地址确认
zh_hant: 刪除地址確認

source: Confirm Editing Address
zh_hans: 修改地址确认
zh_hant: 修改地址確認

source: Confirm Signing Multisig
zh_hans: 多签交易确认
zh_hant: 多簽交易確認

source: Confirm Transfer
zh_hans: 转账确认
zh_hant: 轉賬確認

source: Confirm Withdrawal
zh_hans: 提现确认
zh_hant: 提現確認

source: Connect
zh_hans: 连接
zh_hant: 連線

# connect_to_tip_network_failed
source: Unable to connect to TIP network. Check your connection and try again.
es: No se puede conectar a la red TIP. Comprueba tu conexión e inténtalo de nuevo.
zh_hans: 连接 TIP 网络失败，请尝试切换网络后重试
zh_hant: 連線 TIP 網路失敗，請嘗試切換網路後重試

source: Connected
es: Conectado
ja: 接続済
zh_hans: 已连接
zh_hant: 已連線

source: Connecting
es: Conectando
ja: 接続中
zh_hans: 正在连接
zh_hant: 正在連線

source: Connection establishment failed
zh_hans: 连接建立失败
zh_hant: 連線建立失敗

source: Connection Failed
zh_hans: 连接失败
zh_hant: 連線失敗

source: Connection unstable
es: Conexión inestable
ja: 接続が不安定です
zh_hans: 当前通话网络不佳
zh_hant: 當前通話網路不佳

source: Consolidation UTXO
zh_hans: 合并 UTXO
zh_hant: 合併 UTXO

# consolidation_utxo_description
source: Your number of UTXOs exceeds 256. For sending experience, please enter the PIN to consolidating UTXOs before operating.
zh_hans: 您的 UTXOs 数量超过了256，为了发送体验，请输入 PIN 整合 UTXOs 后再操作
zh_hant: 您的 UTXOs 數量超過了256，為了傳送體驗，請輸入 PIN 整合 UTXOs 後再操作

source: Contact
es: Contacto
ja: 連絡先
zh_hans: 联系人
zh_hant: 聯絡人

# contact_category
source: contact
es: contacto
ja: 連絡先
zh_hans: 联系人
zh_hant: 聯絡人

# contact_count
source: %d contact
es: %d contacto
ja: %dの連絡先
zh_hans: %d位联系人
zh_hant: %d位聯絡人

# contact_count_count
source: %d contacts
es: %d contactos
ja: %dの連絡先
zh_hans: %d位联系人
zh_hant: %d位聯絡人

source: Contact Developer
es: Contactar al desarrollador
ja: 開発者情報
zh_hans: 联系开发者
zh_hant: 聯絡開發者

# contact_favorite_bots_title
source: %@'s Favorite Bots
zh_hans: %@收藏的机器人
zh_hant: %@收藏的機器人

# contact_invite_content
source: Hey, I'm using Mixin Messenger to chat. Download it here: https://mixin.one/messenger
es: Oye, estoy usando Mixin Messenger para chatear. Descárgalo aquí: https://mixin.one/messenger
ja: Mixinを使いませんか？ ここからダウンロードしてください: https://mixin.one/messenger
zh_hans: 我正在使用 Mixin 聊天。下载：https://mixin.one/messenger
zh_hant: 我正在使用 Mixin 聊天。下載：https://mixin.one/messenger

# contact_mobile
source: Mobile: %@
es: Móvil: %@
ja: モバイル: %@
zh_hans: 手机：%@
zh_hant: 手機：%@

# contact_phone_contact_hint
source: Upload mobile contacts to find other Mixin friends.
es: Carga contactos móviles para encontrar otros amigos de Mixin.
ja: スマホの連絡帳と同期して友だちを自動追加
zh_hans: 上传你的手机通讯录，如果你的通讯录中有朋友已经注册了 Mixin，系统会帮你自动添加为好友
zh_hant: 上傳你的手機通訊錄，如果你的通訊錄中有朋友已經註冊了 Mixin，系統會幫你自動新增為好友

source: Contact Support
zh_hans: 联系客服
zh_hant: 聯絡客服

# contact_title
source: Contacts
es: Contactos
ja: 連絡先
zh_hans: 联系人
zh_hant: 聯絡人

source: CONTACTS
es: CONTACTOS
ja: 連絡先
zh_hans: 联系人
zh_hant: 聯絡人

# content_audio
source: [Audio]
ja: [音声メッセージ]
zh_hans: [语音]
zh_hant: [語音]

# content_collectible
source: [Collectible]
zh_hans: [藏品]
zh_hant: [藏品]

# content_contact
source: [Contact]
es: [Contacto]
ja: [連絡先]
zh_hans: [联系人]
zh_hant: [聯絡人]

# content_deposit
source: [Deposit]
es: [Depósito]
ja: [入金]
zh_hans: 充值
zh_hant: 充值

# content_fee
source: [Fee]
es: [Tarifa]
ja: [手数料]
zh_hans: [手续费]
zh_hant: [手續費]

# content_file
source: [File]
es: [Archivo]
ja: [ファイル]
zh_hans: [文件]
zh_hant: [檔案]

# content_group_call_ended
source: [Group call ended]
es: [Llamada grupal finalizada]
ja: [グループ通話が終了しました]
zh_hans: [群组语音结束]
zh_hant: [群組語音結束]

# content_live
source: [Live]
es: [En vivo]
ja: [配信]
zh_hans: [直播]
zh_hant: [直播]

# content_location
source: [Location]
es: [Ubicación]
ja: [位置情報]
zh_hans: [位置]
zh_hant: [位置]

# content_photo
source: [Photo]
es: [Foto]
ja: [画像]
zh_hans: [照片]
zh_hant: [照片]

# content_post
source: [Post]
es: [Publicar]
ja: [投稿]
zh_hans: [文章]
zh_hant: [文章]

# content_rebate
source: [Rebate]
es: [Reembolso]
ja: [払い戻し]
zh_hans: [退款]
zh_hant: [退款]

# content_sticker
source: [Sticker]
es: [Pegatina]
ja: [スタンプ]
zh_hans: [贴纸]
zh_hant: [貼紙]

# content_transcript
source: [Transcript]
es: [Transcripción]
ja: [メッセージ履歴]
zh_hans: [聊天记录]
zh_hant: [聊天記錄]

# content_transfer
source: [Transfer]
es: [Transferir]
ja: [送金]
zh_hans: [转账]
zh_hant: [轉賬]

source: Content Type
zh_hans: 内容类型
zh_hant: 內容型別

# content_unknown
source: [Unknown]
es: [Desconocido]
ja: 不明
zh_hans: [未知]
zh_hant: [未知]

# content_video
source: [Video]
ja: [動画]
zh_hans: [视频]
zh_hant: [影片]

# content_voice
source: [Voice call]
es: [Llamada de voz]
ja: [音声通話]
zh_hans: [语音电话]
zh_hant: [語音電話]

# content_withdrawal
source: [Withdrawal]
es: [Retiro]
ja: [出金]
zh_hans: [提现]
zh_hant: [提現]

source: Continue
es: Continuar
ja: 続ける
zh_hans: 继续
zh_hant: 繼續

source: Continue Open URL
es: Continuar Abrir URL
ja: URLを開く
zh_hans: 继续访问
zh_hant: 繼續訪問

source: Continue with PIN
zh_hans: 输入 PIN 继续
zh_hant: 輸入 PIN 繼續

source: Contract
zh_hans: 合约
zh_hant: 合約

source: Contract Address
zh_hans: 合约地址
zh_hant: 合約地址

source: Convenience
zh_hans: 便利
zh_hant: 便利

source: Conversation
es: Conversación
ja: チャットルーム
zh_hans: 会话
zh_hant: 會話

# conversation_has_too_many_circles
source: The conversation has too many circles
es: La conversación tiene demasiados círculos.
ja: グループリスト数を減らしてください
zh_hans: 已达圈子数上限
zh_hant: 已達圈子數上限

source: Conversation not found.
es: Conversación no encontrada.
ja: チャットルームが見つかりません
zh_hans: 找不到该会话
zh_hant: 找不到該會話

source: Conversations
es: Conversaciones
ja: チャットルーム
zh_hans: 对话
zh_hant: 對話

source: Copied
es: Copiado
ja: コピーしました
zh_hans: 已复制
zh_hant: 已複製

source: Copy
es: Copiar
ja: コピー
zh_hans: 复制
zh_hant: 複製

source: Copy Address
zh_hans: 复制地址
zh_hant: 複製地址

source: Copy Conversation ID
es: Copiar ID de conversación
ja: チャットルームIDをコピー
zh_hans: 复制对话 ID
zh_hant: 複製對話 ID
