Repository: MixinNetwork/ios-app
Catalog: Mixin/Resources/*.lproj/Localizable.strings
Languages: es, ja, zh_hans, zh_hant

# copy_invite
source: Copy Invite Link
es: Copiar enlace de invitación
ja: 招待リンクをコピーする
zh_hans: 复制邀请链接
zh_hant: 複製邀請連結

source: Copy Link
es: Copiar enlace
ja: リンクをコピー
zh_hans: 复制链接
zh_hant: 複製連結

source: Copy User ID
es: Copiar ID de usuario
ja: ユーザーIDをコピー
zh_hans: 复制用户 ID
zh_hant: 複製使用者 ID

source: Create
es: Crear
ja: 作成
zh_hans: 创建
zh_hant: 建立

source: Create Account
zh_hans: 创建帐户
zh_hant: 建立帳戶

# create_introduction
source: MPC Wallet, 2FA, %@, Self-custody, Social Recovery
zh_hans: MPC 钱包，2FA，%@，自我保管，社交恢复
zh_hant: MPC 錢包，2FA，%@，自我保管，社交恢復

source: Create Mnemonic Phrase
zh_hans: 创建助记词
zh_hant: 建立助記詞

source: Create PIN
es: Crear PIN
zh_hans: 创建钱包
zh_hant: 建立錢包

source: Created
zh_hans: 创建日期
zh_hant: 建立日期

source: %@ created this group
es: %@ ha creado este grupo
ja: %@がグループを作成しました
zh_hans: %@创建了这个群组
zh_hant: %@建立了這個群組

# creating_wallet_terminated_unexpectedly
source: Creating wallet terminated unexpectedly, click "Continue" to complete the creation
es: La creación de la artera ha finalizado inesperadamente, haz clic en Continuar para completar la creación
zh_hans: 创建钱包意外中止，点继续完成钱包创建
zh_hant: 建立錢包意外中止，點繼續完成錢包建立

source: Creating your account...
zh_hans: 正在创建账户...
zh_hant: 正在建立賬戶...

source: Currency
es: Divisa
ja: 通貨
zh_hans: 货币
zh_hant: 貨幣

# currency_code
source: Code
es: Código
ja: コード
zh_hans: 货币代码
zh_hant: 貨幣代碼

# current_language
source: English
es: Inglés
ja: 日本語
zh_hans: 中文
zh_hant: 繁體中文

source: Current Location
es: Ubicación actual
ja: 現在の位置
zh_hans: 当前位置
zh_hant: 當前位置

source: Current Plan
zh_hans: 当前会员
zh_hant: 當前會員

source: Current price: %@
zh_hans: 当前价格：%@
zh_hant: 當前價格：%@

source: Current Selected
es: Seleccionado actual
ja: 選択
zh_hans: 当前选择
zh_hant: 當前選擇

# current_version
source: Version: %@
zh_hans: 当前版本：%@
zh_hant: 當前版本：%@

source: Custom Time
es: Hora personalizada
ja: 日時
zh_hans: 自定义时间
zh_hant: 自定義時間

source: Daily
es: Diario
ja: 日
zh_hans: 每天
zh_hant: 每天

source: Dark
es: Oscuro
ja: ライト
zh_hans: 深色
zh_hant: 深色

source: Data and Storage Usage
es: Uso de datos y almacenamiento
ja: ストレージ使用率
zh_hans: 数据与存储空间
zh_hant: 資料與儲存空間

source: Data parsing error
es: Error de análisis de datos
ja: データ解析エラー
zh_hans: 数据解析错误
zh_hant: 資料解析錯誤

source: Database access
es: Acceso a la base de datos
ja: データベースへの接続
zh_hans: 数据库访问
zh_hant: 資料庫訪問

# database_upgrade_tips
source: The database is being upgraded, it may take several minutes, please do not close this App.
es: La base de datos se está actualizando, puede tardar varios minutos, no cierres esta aplicación.
ja: データベースをアップグレードしています。アプリを閉じないでください。
zh_hans: 正在进行数据库升级，可能需要几分钟，请不要强制关闭应用。
zh_hant: 正在進行資料庫升級，可能需要幾分鐘，請不要強制關閉應用。

source: Date
es: Fecha
ja: 日付
zh_hans: 日期
zh_hant: 日期

# date_format_date
source: MMM dd, yyyy
es: MMM dd, aaaa
zh_hans: yyyy 年 MM 月 dd 日
zh_hant: yyyy 年 MM 月 dd 日

# date_format_day
source: hh:mm a
es: hh:mm un
zh_hans: ahh:mm
zh_hant: ahh:mm

# date_format_month
source: E, d MMM
ja: M月d日（E）
zh_hans: MM 月 d 日 E
zh_hant: MM 月 d 日 E

# date_format_week_date
source: E, d MMM yyyy
es: E, d MMM aaaa
ja: yyyy年MM月d日（E）
zh_hans: yyyy 年 MM 月 d 日 E
zh_hant: yyyy 年 MM 月 d 日 E

# days_count_short
source: %dD
zh_hans: %d天
zh_hant: %d天

source: Declined
es: Rechazado
ja: 拒否
zh_hans: 已拒绝
zh_hant: 已拒絕

# decode_transaction_failed
source: Unable to estimate balance changes. Be cautious and only sign transactions for apps you trust.
ja: Transaction decoding failed, making it impossible to estimate asset changes. Be cautious and only sign transactions for dApps you trust.
zh_hans: 无法估计资产变化，注意只给您信任的应用程序签名。
zh_hant: 無法估計資產變化，注意只給您信任的應用程式簽名。

source: Delete
es: Borrar
ja: 削除
zh_hans: 删除
zh_hant: 刪除

# delete_account_detail_hint
source: Local messages and iCloud Backups will not be deleted automatically
es: Los mensajes locales y las copias de seguridad de iCloud no se eliminarán automáticamente
ja: ローカルメッセージとiCloudにバックアップされた内容は削除されません
zh_hans: 本地消息和 iCloud 备份不会被自动删除
zh_hant: 本地訊息和 iCloud 備份不會被自動刪除

# delete_account_hint
source: Delete your account info and profile photo
es: Eliminar la información de tu cuenta y la foto de perfil
ja: アカウント情報とプロフィール画像を削除します
zh_hans: 删除你的账户和个人照片
zh_hant: 刪除你的賬戶和個人照片

source: Delete address
es: Eliminar dirección
ja: アドレスを削除
zh_hans: 删除地址
zh_hant: 刪除地址

# delete_address_description
source: Are you sure to delete this address?
zh_hans: 确认删除该地址吗？
zh_hant: 確認刪除該地址嗎？

source: Delete Chat
es: Eliminar chat
ja: チャットを削除
zh_hans: 删除聊天
zh_hant: 刪除聊天

source: Delete Circle
es: Eliminar círculo
ja: グループリストを削除
zh_hans: 删除圈子
zh_hant: 刪除圈子

# delete_common_wallet_description
source: Make sure you've written down the recovery phrase or private key before removing the wallet. Otherwise you won't be able to recover the wallet.
zh_hans: 在删除钱包之前，请确保您已写下助记词或私钥。否则，您将无法恢复钱包。

# delete_contact_chat_confirmation
source: Delete chat with "%@"?
es: ¿Eliminar el chat con %@?
ja: "%@"からチャットを削除しますか?
zh_hans: 删除与"%@"的会话并清空聊天记录？
zh_hant: 刪除與"%@"的會話並清空聊天記錄？

# delete_emergency_contact
source: Delete recovery contact
es: Eliminar contacto de emergencia
ja: 緊急連絡先を削除
zh_hans: 删除恢复联系人
zh_hant: 刪除恢復聯絡人

source: Delete for Everyone
es: Eliminar para todos
ja: 全員のチャットから削除
zh_hans: 撤回
zh_hant: 撤回

source: Delete for me
es: Eliminar para mí
ja: あなたのチャットから削除
zh_hans: 删除
zh_hant: 刪除

# delete_group_chat_confirmation
source: Delete "%@" group chat?
es: ¿Eliminar %@ chat de grupo?
ja: "%@"のグループチャットを削除しますか?
zh_hans: 删除"%@"的聊天？
zh_hant: 刪除"%@"的聊天？

source: Delete My Account
es: Borrar mi cuenta
ja: アカウント削除
zh_hans: 删除账号
zh_hant: 刪除賬號

source: Delete Note
zh_hans: 删除转账备注
zh_hant: 刪除轉賬備註

# delete_synced_contact
source: Delete Synced Contacts
es: Eliminar contactos sincronizados
ja: 同期済みの連絡先を削除する
zh_hans: 删除已同步的通讯录
zh_hant: 刪除已同步的通訊錄

source: Delete Wallet
zh_hans: 删除钱包

# delete_wallet_title
source: Enter your PIN to remove wallet
zh_hans: 请输入 PIN 以删除钱包

# delete_watch_wallet_description
source: Deleting this wallet will not affect your assets, as it is a watch-only wallet.
zh_hans: 这是一个观察钱包，删除此钱包不会影响你的资产。

# delete_withdraw_address
source: Delete %@ Address
es: Eliminar dirección de %@
ja: %@のアドレス削除
zh_hans: 删除 %@ 地址
zh_hant: 刪除 %@ 地址

source: Deleted
es: Eliminado
ja: 削除しました
zh_hans: 已删除
zh_hant: 已刪除

# deleting_address
source: Delete Address
zh_hans: 正在删除地址
zh_hant: 正在刪除地址

# deleting_address_failed
source: DeleteAddress Failed
zh_hans: 删除地址失败
zh_hant: 刪除地址失敗

source: Deposit
es: Depósito
ja: 入金
zh_hans: 充值
zh_hant: 充值

# deposit_account_attention
source: Attention: Please try a small amount for the first deposit. Both a Memo and an Address are required to successfully deposit your %@ to Mixin Messenger.
es: Atención: prueba con una pequeña cantidad para el primer depósito. Se requiere una nota y una dirección para depositar correctamente tu %@ en Mixin Messenger.
ja: 注意： 最初の入金は少額でお試しください。Mixinに %@ を入金するためには、メモとアドレスの両方の記入が必要です。
zh_hans: 注意：首次充值建议小额尝试！地址和 Memo（备注）同时使用才能充值 %@ 到 Mixin Messenger。
zh_hant: 注意：首次充值建議小額嘗試！地址和 Memo（備註）同時使用才能充值 %@ 到 Mixin Messenger。

# deposit_attention
source: Please try a small amount for the first deposit.
es: Prueba con una pequeña cantidad para el primer depósito.
ja: 注意: 最初は必ず少額で入金テストをしてください。
zh_hans: 首次充值建议小额尝试！
zh_hant: 首次充值建議小額嘗試！

# deposit_confirmation
source: Deposit will arrive %d block confirmation
es: El depósito llegará %d confirmación de bloqueo
ja: 入金した仮想通貨は、%dブロック確認後に着金します
zh_hans: 充值到账需要 %d 个区块确认。
zh_hant: 充值到賬需要 %d 個區塊確認。

# deposit_confirmation_count
source: Deposit will arrive %d block confirmations
es: El depósito llegará %d bloquear confirmaciones
ja: 入金した仮想通貨は、%dブロック確認後に着金します
zh_hans: 充值到账需要 %d 个区块确认。
zh_hant: 充值到賬需要 %d 個區塊確認。

# deposit_dust
source: Minimum deposit: %1$@ %2$@
zh_hans: 最小充值数：%1$@ %2$@
zh_hant: 最小充值數：%1$@ %2$@

source: Deposit Hash
zh_hans: 充值哈希
zh_hant: 充值雜湊

# deposit_pending_confirmation
source: %@ Pending Confirmation
zh_hans: %@ 充值确认中
zh_hant: %@ 充值確認中

# deposit_tip_eth
source: This address supports all ERC-20 tokens, such as ETH, XIN, etc.
es: Esta dirección admite todos los tokens ERC-20, como ETH, XIN, etc.
ja: このアドレスはETHやXINなど全てのERC-20トークンをサポートしています
zh_hans: 支持所有符合 ERC-20 标准的代币，例如 ETH、XIN 等。
zh_hant: 支援所有符合 ERC-20 標準的代幣，例如 ETH、XIN 等。

# deposit_tip_trx
source: This address supports all TRC-10 and TRC-20 tokens.
es: Esta dirección admite todos los tokens TRC-10 y TRC-20.
ja: このアドレスは全てのTRC-10/TRC-20トークンをサポートしています
zh_hans: 支持 TRX 和所有符合 TRC-10、TRC-20 标准的代币。
zh_hant: 支援 TRX 和所有符合 TRC-10、TRC-20 標準的代幣。

# deposit_token
source: Deposit %@
zh_hans: 充值 %@
zh_hant: 充值 %@

# deposit_token_description
source: Deposit from other exchanges or wallets
zh_hans: 从其他交易所或钱包转入
zh_hant: 從其他交易所或錢包轉入

# deposits_pending_confirmation
source: %d Deposits Pending Confirmation
zh_hans: 有 %d 笔充值确认中
zh_hant: 有 %d 筆充值確認中

# depost_address_updated
source: %@ Deposit Address Updated
zh_hans: %@ 充值地址已更新
zh_hant: %@ 充值地址已更新

# depost_address_updated_description
source: Your %@ deposit address has been updated. The deposit address will automatically update with system or network upgrades. Old addresses are still valid for deposits, but it is not recommended for further use.
zh_hans: 您的 %@ 充值地址已更新，充值地址将随着系统或网络升级而自动更新，旧的地址仍可充值并会自动入账，但是不推荐使用。
zh_hant: 您的 %@ 充值地址已更新，充值地址將隨著系統或網路升級而自動更新，舊的地址仍可充值並會自動入賬，但是不推薦使用。

source: Deselect All
zh_hans: 取消所有选择

# desktop_login
source: Login to Mixin Messenger Desktop
zh_hans: 登录 Mixin Messenger 桌面端
zh_hant: 登入 Mixin Messenger 桌面端

# desktop_logout
source: Logout Mixin Messenger Desktop
zh_hans: 退出 Mixin Messenger 桌面端
zh_hant: 退出 Mixin Messenger 桌面端

# desktop_on_hint
source: You have your desktop logged in
es: Tienes tu escritorio conectado
ja: デスクトップにログインしています
zh_hans: 桌面版已登入。
zh_hant: 桌面版已登入。

# desktop_upgrade
source: Please upgrade Mixin Messenger Desktop to the latest version.
es: Actualiza Mixin Messenger Desktop a la última versión.
ja: デスクトップ版Mixinを最新バージョンにアップデートしてください
zh_hans: 请升级 Mixin Messenger 桌面端至最新版！
zh_hant: 請升級 Mixin Messenger 桌面端至最新版！

# detect_qr_tip
source: Detected a Mixin QR code, tap to recognize
es: Se ha detectado un código QR de Mixin, toca para reconocer
ja: Mixin QRコードを検出しました、タップしてアクセスします
zh_hans: 检测到一个 Mixin 二维码，点击识别
zh_hant: 檢測到一個 Mixin 二維碼，點選識別

source: Developer
es: Desarrollador
ja: 開発者向け情報
zh_hans: 开发者
zh_hant: 開發者

# device_transfer_failed
source: Transfer failed
zh_hans: 同步失败
zh_hant: 同步失敗

# devices_on_same_network
source: Please make sure both devices are connected to the same Wi-Fi or hotspot
zh_hans: 请确保两台设备接入同一个 Wi-Fi 或热点
zh_hant: 請確保兩臺裝置接入同一個 Wi-Fi 或熱點

source: Diagnose
es: Diagnosticar
ja: 診断
zh_hans: 诊断
zh_hant: 診斷

# diagnose_warning_hint
source: ⚠️Use these functions under instructions from the Mixin team only
es: ⚠️Usa estas funciones solo bajo las instrucciones del equipo de Mixin
ja: ⚠️Mixinチームの指示がない場合、この機能を使用しないでください
zh_hans: ⚠️请在 Mixin 团队指导下使用
zh_hant: ⚠️請在 Mixin 團隊指導下使用

source: Disable
es: Desactivar
ja: 無効にする
zh_hans: 禁用
zh_hant: 停用

# disable_biometric_pay_confirmation
source: Disable %@ Pay?
es: ¿Desactivar %@ Pagar?
ja: %@の支払いを無効にしますか?
zh_hans: 确定暂停使用%@支付？
zh_hant: 確定暫停使用%@支付？

# disable_disappearing_message
source: %@ disabled disappearing message
es: %@ mensaje de desaparición inhabilitado
ja: %@が表示されないメッセージを無効にしました
zh_hans: %@禁用了限时消息
zh_hant: %@停用了限時訊息

# disappearing_message
source: Disappearing Messages
es: Mensajes que desaparecen
ja: 表示されないメッセージ
zh_hans: 限时消息
zh_hant: 限時訊息

# disappearing_message_hint
source: When enabled, new messages sent and received in this chat will disappear after they have been seen, read the document to learn more.
es: Cuando está habilitado, los nuevos mensajes enviados y recibidos en este chat desaparecerán después de que se hayan visto, lee el documento para obtener más información.
ja: 有効にすると、このチャットで送受信された新しいメッセージは、見た後に消えます。詳しくは、こちらをお読みください。
zh_hans: 启用后，在此聊天中发送和接收的新信息在被看到后会消失，阅读文档以了解更多。
zh_hant: 啟用後，在此聊天中傳送和接收的新資訊在被看到後會消失，閱讀檔案以瞭解更多。

# disappearing_option_1
source: 30 seconds
es: 30 segundos
ja: 30秒
zh_hans: 30 秒
zh_hant: 30 秒

# disappearing_option_2
source: 10 minutes
es: 10 minutos
ja: 10分間
zh_hans: 10 分
zh_hant: 10 分

# disappearing_option_3
source: 2 hours
es: 2 horas
ja: 2時間
zh_hans: 2 小时
zh_hant: 2 小時

# disappearing_option_4
source: 1 day
es: 1 día
ja: 1日
zh_hans: 1 天
zh_hant: 1 天

# disappearing_option_5
source: 1 week
es: 1 semana
ja: 1週間
zh_hans: 1 周
zh_hant: 1 週

source: Discard
zh_hans: 废弃
zh_hant: 廢棄

source: Disconnect
zh_hans: 断开连接
zh_hant: 斷開連線

source: Disconnected
zh_hans: 已断开
zh_hant: 已斷開

source: Disconnecting
es: Desconectando
ja: 切断
zh_hans: 正在断开
zh_hant: 正在斷開

source: Dismiss as Admin
es: Descartar como administrador
ja: 管理者権限を解除
zh_hans: 撤销管理员身份
zh_hant: 撤銷管理員身份

source: Dominance
zh_hans: 市占率
zh_hant: 市佔率

source: Done
es: Hecho
ja: 完了
zh_hans: 完成
zh_hant: 完成

# dont_have_assets
source: No assets
es: ¿No tienes activos?
ja: Don't have assets?
zh_hans: 没有资产
zh_hant: 沒有資產

source: Duplicate Transfer Confirmation
es: Confirmación de transferencia duplicada
ja: 二重送金の確認
zh_hans: 重复转账确认
zh_hant: 重複轉賬確認

source: Duplicate Withdraw Confirmation
es: Confirmación de retiro duplicado
ja: 二重出金の確認
zh_hans: 重复提现确认
zh_hant: 重複提現確認

# duplication_reminder
source: You transferred %1$@ to the recipient %2$@ ago.
zh_hans: 您已经在%2$@前给该收款人转账了 %1$@。
zh_hant: 您已經在%2$@前給該收款人轉賬了 %1$@。

source: Edit
es: Editar
ja: 編集
zh_hans: 编辑
zh_hant: 編輯

source: Edit %@ Address
es: Editar dirección de %@
ja: %@アドレスを修正
zh_hans: 修改 %@ 地址
zh_hant: 修改 %@ 地址

source: Edit Alert
zh_hans: 编辑价格预警
zh_hant: 編輯價格預警

source: Edit Biography
es: Editar biografía
ja: 自己紹介文を変更
zh_hans: 修改简介
zh_hant: 修改簡介

source: Edit Circle Name
es: Editar nombre del círculo
ja: グループリスト名を編集
zh_hans: 编辑名称
zh_hant: 編輯名稱

source: Edit Conversations
es: Editar conversaciones
ja: チャットルームを編集
zh_hans: 管理圈子
zh_hant: 管理圈子

source: Edit Group Description
es: Editar descripción del grupo
ja: グループアナウンスを編集
zh_hans: 编辑群公告
zh_hant: 編輯群公告

source: Edit Group Name
es: Editar nombre de grupo
ja: グループ名を編集
zh_hans: 编辑名称
zh_hant: 編輯名稱

source: Edit Name
es: Editar nombre
ja: 名前を変更
zh_hans: 修改昵称
zh_hant: 修改暱稱

source: Edit Note
zh_hans: 修改转账备注
zh_hant: 修改轉賬備註

source: Editing Address
zh_hans: 正在修改地址
zh_hant: 正在修改地址

source: Editing Address Failed
zh_hans: 修改地址失败
zh_hant: 修改地址失敗

# emergency_contact
source: Recovery Contact
es: Contacto de emergencia
ja: 緊急連絡先
zh_hans: 恢复联系人
zh_hant: 恢復聯絡人

source: Enable
zh_hans: 启用
zh_hant: 啟用

# enable_bioauth_description
source: What about %@? Once enabled, you can expedite authentication with %@.
zh_hans: 想要启用%@支付吗？启用后，转账时可验证%@快速完成付款。
zh_hant: 想要啟用%@支付嗎？啟用後，轉賬時可驗證%@快速完成付款。

# enable_emergency_contact
source: Enable Recovery Contact
es: Habilitar contacto de emergencia
ja: 緊急連絡先を有効にする
zh_hans: 启用恢复联系人
zh_hant: 啟用恢復聯絡人

# enable_face_pay_hint
source: Confirm PIN to enable Face Pay
es: Confirme el PIN para habilitar Face Pay
ja: PINコードを確認して顔認証を利用可能にしてください
zh_hans: 输入 PIN 启用面容支付
zh_hant: 輸入 PIN 啟用面容支付

source: Enable Notifications
zh_hans: 启用通知
zh_hant: 啟用通知

source: Enable %@ Pay
es: Habilitar %@ Pagar
ja: %@の支払いを有効化
zh_hans: 启用%@支付
zh_hant: 啟用%@支付

# enable_pay_confirmation
source: Enable %@ Pay?
es: ¿Habilitar %@ Pagar?
ja: %@の支払いを有効化しますか？
zh_hans: 启用%@支付？
zh_hant: 啟用%@支付？

source: Enable push notification
zh_hans: 启用推送通知
zh_hant: 啟用推送通知

# enable_touch_pay_hint
source: Confirm PIN to enable Touch Pay
es: Confirme el PIN para habilitar Touch Pay
ja: PINコードを確認して指紋認証を利用可能にしてください
zh_hans: 输入 PIN 启用指纹支付
zh_hant: 輸入 PIN 啟用指紋支付

source: End
zh_hans: 结束
zh_hant: 結束

# end_to_end_encryption
source: End-to-end Encrypted
es: Cifrado de extremo a extremo
ja: E2E暗号化
zh_hans: 端到端加密
zh_hant: 端到端加密

# enter_mnemonic_phrase
source: Enter or paste your %d mnemonic words.
zh_hans: 输入或粘贴您的 %d 个助记词。
zh_hant: 輸入或貼上您的 %d 個助記詞。

# enter_new_anonymous_number
source: Enter your new anonymous number
zh_hans: 输入你的新匿名号码
zh_hant: 輸入你的新匿名號碼

# enter_new_phone_number
source: Enter your new phone number
es: Introduce tu nuevo número de teléfono
ja: 新しい電話番号を入力してください
zh_hans: 输入你的新手机号码
zh_hant: 輸入你的新手機號碼

# enter_pin_to_delete_account
source: Enter your PIN to delete your account
es: Introduce tu PIN para eliminar tu cuenta
ja: アカウントを削除するためにPINコードを入力してください
zh_hans: 输入你的 PIN 以注销你的账户
zh_hant: 輸入你的 PIN 以登出你的賬戶

source: Enter your anonymous number
zh_hans: 输入你的匿名号码
zh_hant: 輸入你的匿名號碼

# enter_your_emergency_contact_mixin_id
source: Enter your recovery contact Mixin ID
es: Introduce tu contacto de emergencia Mixin ID
ja: あなたの緊急連絡先のMixin IDを入力してください
zh_hans: 请输入恢复联系人的 Mixin ID
zh_hant: 請輸入恢復聯絡人的 Mixin ID

source: Enter your new PIN
es: Introduce tu nuevo PIN
zh_hans: 输入你的新 PIN
zh_hant: 輸入你的新 PIN

source: Enter your old PIN
es: Introduce tu antiguo PIN
zh_hans: 输入你的旧 PIN
zh_hant: 輸入你的舊 PIN

source: Enter your PIN
es: Introduce tu PIN
ja: PINコードを入力してください
zh_hans: 输入你的 PIN
zh_hant: 輸入你的 PIN

source: Enter your PIN to continue
es: Introduce tu PIN para continuar
ja: PINコードを入力して、続けてください
zh_hans: 输入你的 PIN 以继续
zh_hant: 輸入你的 PIN 以繼續

# error_bad_data
source: ERROR 10002: The request data has invalid field
ja: エラー 10002：リクエストデータが無効です
zh_hans: 错误 10002：请求数据不合法
zh_hant: 錯誤 10002：請求資料不合法

# error_blockchain
source: ERROR 30100: Blockchain not in sync, please try again later.
es: ERROR 30100: Blockchain no está sincronizado, inténtalo de nuevo más tarde.
ja: エラー 30100：ブロックチェーンが同期できていません。後程もう一度お試しください。
zh_hans: 错误 30100：区块链同步异常，请稍后重试
zh_hant: 錯誤 30100：區塊鏈同步異常，請稍後重試

# error_captcha_is_invalid
source: ERROR 10004: CAPTCHA is invalid
es: ERROR 10004: CAPTCHA no es válido
ja: エラー10004：captchaが無効です
zh_hans: 错误 10004：验证失败
zh_hant: 錯誤 10004：驗證失敗

# error_card_expired
source: ERROR 10601: Card expired
zh_hans: 错误 10601: 卡片已过期
zh_hant: 錯誤 10601: 卡片已過期

# error_card_not_supported
source: ERROR 10604: Card not supported
zh_hans: 错误 10604: 不支持此卡片
zh_hant: 錯誤 10604: 不支援此卡片

# error_connection_timeout
source: Network connection timeout, please try again
es: Se ha agotado el tiempo de espera de la conexión de red, inténtalo de nuevo
ja: ネットワーク接続がタイムアウトしました
zh_hans: 网络连接超时
zh_hant: 網路連線超時

# error_expired_authorization_code
source: ERROR 20121: Expired authorization code
es: ERROR 20121: Código de autorización caducado
ja: 認証コードの期限切れ
zh_hans: 错误 20121：授权码已过期
zh_hant: 錯誤 20121：授權碼已過期

# error_full_group
source: ERROR 20116: The group chat is full.
es: ERROR 20116: El chat de grupo está lleno.
ja: エラー 20116：グループチャットが満員です
zh_hans: 错误 20116：群组已满
zh_hant: 錯誤 20116：群組已滿

# error_insufficient_balance
source: ERROR 20117: Insufficient balance
es: ERROR 20117: Saldo insuficiente
ja: エラー 20117：残高が不足しています
zh_hans: 错误 20117：余额不足
zh_hant: 錯誤 20117：餘額不足

# error_insufficient_transaction_fee_with_amount
source: ERROR 20124: Insufficient transaction fee. Please make sure your wallet has %@ as fee
es: ERROR 20124: Tarifa de transacción insuficiente. Asegúrate de que tu cartera tenga %@ como tarifa
ja: エラー 20124：取引手数料が不足しています。ウォレットに手数料用に最低でも%@があることを確認してください。
zh_hans: 错误 20124：手续费不足。请确保钱包至少有 %@ 当作手续费。
zh_hant: 錯誤 20124：手續費不足。請確保錢包至少有 %@ 當作手續費。

# error_internal_with_msg
source: Internal error: %@
es: Error interno: %@
ja: 内部エラー: %@
zh_hans: 内部错误：%@
zh_hant: 內部錯誤：%@

# error_invalid_address_plain
source: ERROR 30102: Invalid address format.
es: ERROR 30102: formato de dirección no válido.
ja: エラー30102：無効なアドレス形式です
zh_hans: 错误 30102：地址格式错误。
zh_hant: 錯誤 30102：地址格式錯誤。

# error_invalid_code_too_frequent
source: ERROR 20129: Send verification code too frequent, please try again later.
ja: エラー 20129：認証コードを送信する頻度が多すぎます。しばらくしてからもう一度お試しください。
zh_hans: 错误 20129：发送验证码太频繁，请稍后再试
zh_hant: 錯誤 20129：傳送驗證碼太頻繁，請稍後再試

# error_invalid_emergency_contact
source: ERROR 20130: Invalid recovery contact
es: ERROR 20130: Contacto de emergencia no válido
ja: エラー 20130：無効な緊急連絡先です
zh_hans: 错误 20130：恢复联系人不正确
zh_hant: 錯誤 20130：恢復聯絡人不正確

# error_invalid_pin_format
source: ERROR 20118: Invalid PIN format.
zh_hans: 错误 20118：PIN 格式不正确
zh_hant: 錯誤 20118：PIN 格式不正確

# error_invalid_quote_amount
source: ERROR 10614: The input amount is either too small or too large, please adjust the amount.
zh_hans: 错误 10614: 输入金额太小或太大，请重新输入。
zh_hant: 錯誤 10614: 輸入金額太小或太大，請重新輸入。

# error_invalid_swap
source: ERROR 10611: No quotes available at the moment, please try again later.
zh_hans: 错误 10611: 暂无报价，请稍后重试。
zh_hant: 錯誤 10611: 暫無報價，請稍後重試。

# error_legacy_pin
source: ERROR 20118: To enhance the security of the Mixin network, Mixin API has temporarily suspended the upgrading from D3M-PIN to TIP. Please refer to the documentation for details and register for processing.
zh_hans: 错误 20118：为了加强 Mixin 网络的安全，Mixin API 现已暂停 D3M-PIN 升级到 TIP，详情请查看文档并登记等待处理。
zh_hant: 錯誤 20118：為了加強 Mixin 網路的安全，Mixin API 現已暫停 D3M-PIN 升級到 TIP，詳情請檢視檔案並登記等待處理。

# error_network_task_failed
source: Network connection failed. Check or switch your network and try again
es: La conexión de red ha fallado. Comprueba o cambia tu red e inténtalo de nuevo
ja: ネットワーク接続に失敗しました。ネットワーク接続状態を確認した後にもう一度試してください。
zh_hans: 网络连接失败。检查或切换网络并重试
zh_hant: 網路連線失敗。檢查或切換網路並重試

# error_no_available_quote
source: ERROR 10615: This trading pair is currently not supported, please try switching to a different token.
zh_hans: 错误 10615: 暂不支持该交易对，请尝试切换币种。
zh_hant: 錯誤 10615: 暫不支援該交易對，請嘗試切換幣種。

# error_not_found
source: ERROR 404: Not found
es: Error 404 no encontrado
ja: エラー 404：結果なし
zh_hans: 错误 404：没有找到相应的信息
zh_hant: 錯誤 404：沒有找到相應的資訊

# error_number_reached_limit
source: ERROR 20132: The number has reached the limit.
ja: エラー 20132：数が上限に達しています
zh_hans: 错误 20132： 已达到上限
zh_hant: 錯誤 20132： 已達到上限

# error_opponent_not_registered_to_safe
source: ERROR 10404: The opponent is using an earlier version, you can remind them to update
zh_hans: 错误 10404: 对方客户端版本过低，请提醒对方更新客户端到最新版本
zh_hant: 錯誤 10404: 對方客戶端版本過低，請提醒對方更新客戶端到最新版本

# error_payment_capture_failed
source: ERROR 10603: Payment capture failed
zh_hans: 错误 10603: 支付确认失败
zh_hant: 錯誤 10603: 支付確認失敗

# error_phone_invalid_format
source: ERROR 20110: Invalid phone number
es: ERROR 20110: Número de teléfono no válido
ja: エラー 20110：無効な電話番号です
zh_hans: 错误 20110：手机号码不合法
zh_hant: 錯誤 20110：手機號碼不合法

# error_phone_sms_delivery
source: ERROR 10003: Failed to deliver SMS
es: ERROR 10003: Error al entregar SMS
ja: エラー 10003：SMSの送信に失敗しました
zh_hans: 错误 10003：发送短信失败
zh_hant: 錯誤 10003：傳送簡訊失敗

# error_phone_verification_code_expired
source: ERROR 20114: Expired phone verification code
es: ERROR 20114: Código de verificación del teléfono caducado
ja: 期限切れ
zh_hans: 错误 20114：验证码已过期
zh_hant: 錯誤 20114：驗證碼已過期

# error_phone_verification_code_invalid
source: ERROR 20113: Invalid phone verification code
es: ERROR 20113: Código de verificación del teléfono no válido
ja: エラー 20113：電話番号認証コードが無効です
zh_hans: 错误 20113：验证码错误
zh_hant: 錯誤 20113：驗證碼錯誤

# error_pin_check_too_many_request
source: You have tried more than 5 times, please wait at least 24 hours to try again.
es: Lo ha intentado más de 5 veces, espera al menos 24 horas para volver a intentarlo.
ja: 入力ミスが5回に達したため一時的にロックします。24時間後にもう一度試してください。
zh_hans: 你已经尝试了超过 5 次，请等待 24 小时后再次尝试。
zh_hant: 你已經嘗試了超過 5 次，請等待 24 小時後再次嘗試。

# error_pin_incorrect
source: ERROR 20119: PIN incorrect
es: ERROR 20119: PIN incorrecto
ja: PINコードが違います
zh_hans: 错误 20119：PIN 不正确
zh_hant: 錯誤 20119：PIN 不正確

# error_pin_incorrect_with_times
source: ERROR 20119: PIN incorrect. You still have %d chance. Please wait for 24 hours to retry later.
es: ERROR 20119: PIN incorrecto. Todavía tienes %d oportunidad. Espera 24 horas para volver a intentarlo más tarde.
ja: エラー 20119：PINコードが間違っています。あと%d回入力可能です。24時間後に再試行してください。
zh_hans: 错误 20119：PIN 不正确。你还有 %d 次机会，使用完需等待 24 小时后再次尝试。
zh_hant: 錯誤 20119：PIN 不正確。你還有 %d 次機會，使用完需等待 24 小時後再次嘗試。

# error_pin_incorrect_with_times_count
source: ERROR 20119: PIN incorrect. You still have %d chances. Please wait for 24 hours to retry later.
es: ERROR 20119: PIN incorrecto. Todavía tienes %d oportunidades. Espera 24 horas para volver a intentarlo más tarde.
ja: エラー20119：PINコードが間違っています。あと%d回入力可能です。24時間後に再試行してください。
zh_hans: 错误 20119：PIN 不正确。你还有 %d 次机会，使用完需等待 24 小时后再次尝试。
zh_hant: 錯誤 20119：PIN 不正確。你還有 %d 次機會，使用完需等待 24 小時後再次嘗試。
