Repository: MixinNetwork/ios-app
Catalog: Mixin/Resources/*.lproj/Localizable.strings
Languages: es, ja, zh_hans, zh_hant

# error_price_expired
source: ERROR 10602: Price expired
zh_hans: 错误 10602: 价格已过期
zh_hant: 錯誤 10602: 價格已過期

# error_requires_captcha
source: CAPTCHA is required.
es: Se requiere CAPTCHA.
ja: Captcha認証が必要です
zh_hans: 需要验证码。
zh_hant: 需要驗證碼。

# error_too_many_friends
source: ERROR 20128: Too many friends
es: ERROR 20128: Demasiados amigos
ja: エラー20128：友だちが多すぎます
zh_hans: 错误 20128：好友数已达上限
zh_hant: 錯誤 20128：好友數已達上限

# error_too_many_request
source: ERROR 429: Rate limit exceeded
es: ERROR 429: Límite de tasa excedido
ja: エラー 429：レート制限を超過しています
zh_hans: 错误 429：请求过于频繁
zh_hant: 錯誤 429：請求過於頻繁

# error_too_many_stickers
source: ERROR 20126: Too many stickers
es: ERROR 20126: Demasiadas pegatinas
ja: エラー 20126：スタンプが多すぎます
zh_hans: 错误 20126：贴纸数已达上限
zh_hant: 錯誤 20126：貼紙數已達上限

# error_too_many_wallets
source: ERROR 10632: You have reached the maximum number of imported wallets.
zh_hans: 错误 10632：导入钱包已达上限。

# error_too_many_wallets_upgrade
source: ERROR 10632: You have reached the maximum number of imported wallets. Please upgrade your membership to add more.
zh_hans: 错误 10632：导入钱包已达上限，请升级会员以添加更多钱包。

# error_too_small_transfer_amount
source: ERROR 20120: Transfer amount is too small
es: ERROR 20120: Importe de la transferencia demasiado pequeño
ja: 送金数量が小さすぎます
zh_hans: 错误 20120：转账金额太小
zh_hant: 錯誤 20120：轉賬金額太小

# error_too_small_withdraw_amount
source: ERROR 20127: Withdraw amount too small
es: ERROR 20127: Cantidad de retiro demasiado pequeña
ja: エラー 20127：出金額が小さすぎます
zh_hans: 错误 20127：提现金额太小
zh_hant: 錯誤 20127：提現金額太小

# error_transfer_is_already_paid
source: ERROR 20125: Transfer is already paid.
es: ERROR 20125: La transferencia ya está pagada.
ja: エラー 20125：すでに支払われています
zh_hans: 错误 20125：转账已被支付
zh_hant: 錯誤 20125：轉賬已被支付

# error_two_parts
source: ERROR %@: %@
ja: エラー %@：%@
zh_hans: 错误 %@：%@
zh_hant: 錯誤 %@：%@

# error_used_phone
source: ERROR 20122: This phone number is already associated with another account.
es: ERROR 20122: Este número de teléfono ya está asociado a otra cuenta.
ja: エラー20122：この電話番号はすでに他のアカウントと紐づけられています
zh_hans: 错误 20122：电话号码已经被占用。
zh_hant: 錯誤 20122：電話號碼已經被佔用。

# error_watch_address_not_supported
source: ERROR 10633: Contract or exchange addresses is not supported for watching
zh_hans: 错误 10633：当前地址为合约地址或交易所地址，暂不支持观察。

# error_withdrawal_memo_format_incorrect
source: ERROR 20131: Withdrawal memo format incorrect.
es: ERROR 20131: Formato de nota de retiro incorrecto.
ja: エラー20131：出金メモのフォーマットが不正確です
zh_hans: 错误 20131：提现备注格式不正确
zh_hant: 錯誤 20131：提現備註格式不正確

# error_withdrawal_suspend
source: ERROR 20137: Withdrawal suspend.
zh_hans: 错误 20137：提现暂停
zh_hant: 錯誤 20137：提現暫停

# estimated_balance_change
source: Balance Change (estimate)
zh_hans: 余额变动（预估）
zh_hant: 餘額變動（預估）

source: Estimated Price
zh_hans: 预计价格
zh_hant: 預計價格

source: Estimated Receive
zh_hans: 预计收到
zh_hant: 預計收到

source: Everybody
es: Todos
ja: 全員
zh_hans: 任何人
zh_hant: 任何人

source: Exchanges or Wallets
zh_hans: 交易所或其他钱包
zh_hant: 交易所或其他錢包

# exchanging_data
source: Synchronization key shards in progress %@%%...
es: Fragmentos de clave de sincronización en curso %@%%...
zh_hans: 正在同步密钥分片，进度 %@%%...
zh_hant: 正在同步金鑰分片，進度 %@%%...

# exit_confirmation
source: Exit "%@"?
es: ¿Salir de %@?
ja: "%@"を退出しますか?
zh_hans: 退出"%@"？
zh_hant: 退出"%@"？

source: Exit Group
es: Salir del grupo
ja: グループから退出
zh_hans: 退出群组
zh_hant: 退出群組

source: Exit group and report inviter
es: Salir del grupo e reportar persona que te ha invitado
ja: グループを退会し招待者を報告する
zh_hans: 退出群组并举报邀请人
zh_hant: 退出群組並舉報邀請人

source: Expired
es: Caducado
ja: 期限切れ
zh_hans: 已过期
zh_hant: 已過期

source: Expired on %@
zh_hans: %@ 过期
zh_hant: %@ 過期

source: Expires on %@
zh_hans: 有效期至 %@
zh_hant: 有效期至 %@

source: Explore
zh_hans: 探索
zh_hant: 探索

source: Export
es: Exportar
ja: エクスポート
zh_hans: 导出
zh_hant: 匯出

source: Export failed
es: Exportación fallida
ja: エクスポート失敗
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Export mnemonic phrase
zh_hans: 导出助记词
zh_hant: 匯出助記詞

source: Face ID
es: ID facial
ja: 顔認証
zh_hans: 面容
zh_hant: 面容

source: Failed
zh_hans: 失败
zh_hant: 失敗

# failed_to_compose_avatar
source: Failed to compose avatar. Try another picture instead.
es: No se ha podido componer el avatar. Prueba con otra imagen en su lugar.
ja: アバターの作成に失敗しました。別の画像を使ってください
zh_hans: 头像解析失败，请尝试使用其他图片。
zh_hant: 頭像解析失敗，請嘗試使用其他圖片。

source: Failed to send location
es: No se ha podido enviar la ubicación
ja: 位置情報を送信できませんでした
zh_hans: 发送位置失败，请稍后重试
zh_hant: 傳送位置失敗，請稍後重試

source: Failed to send photo
es: No se ha podido enviar la foto
ja: 画像を送信できませんでした
zh_hans: 发送图片失败，请稍后重试
zh_hant: 傳送圖片失敗，請稍後重試

source: Failed to send video
es: No se ha podido enviar el video
ja: 動画を送信できませんでした
zh_hans: 发送视频失败，请稍后重试
zh_hant: 傳送影片失敗，請稍後重試

source: Fast
ja: 高速
zh_hans: 快速
zh_hant: 快速

source: Favorite
zh_hans: 收藏
zh_hant: 收藏

source: Fee
es: Tarifa
ja: 手数料
zh_hans: 手续费
zh_hant: 手續費

# fee_selection
source: Fee (%@)
zh_hans: 手续费（%@）
zh_hant: 手續費（%@）

source: Feedback
es: Comentario
ja: フィードバック
zh_hans: 反馈
zh_hant: 反饋

source: Fetching in to your wallet...
zh_hans: 正在查找你的钱包...

source: File
es: Archivo
ja: ファイル
zh_hans: 文件
zh_hant: 檔案

source: Files
es: Archivos
ja: ファイル
zh_hans: 文档
zh_hant: 檔案

source: Filter
es: Filtrar
ja: フィルター
zh_hans: 筛选
zh_hant: 篩選

source: FILTER BY
es: FILTRADO POR
ja: 絞り込み：
zh_hans: 筛选
zh_hant: 篩選

source: Find more wallets
zh_hans: 查找更多钱包

source: Floating
es: Flotante
ja: フローティング
zh_hans: 浮窗
zh_hant: 浮窗

# floats_allows_up_to_count
source: Floats allows up to %d ones
es: Los flotadores permiten hasta %d unos
ja: フロート数の上限 %d
zh_hans: 最多支持 %d 个浮窗
zh_hant: 最多支援 %d 個浮窗

source: Follow us on Facebook
es: Síguenos en Facebook
ja: FacebookでMixinをフォロー
zh_hans: 关注我们的 Facebook
zh_hant: 關注我們的 Facebook

source: Follow us on X
zh_hans: 关注我们的 X
zh_hant: 關注我們的 X

source: Forget PIN?
zh_hans: 忘记 PIN？
zh_hant: 忘記 PIN？

source: Forward
es: Adelante
ja: 転送
zh_hans: 转发
zh_hant: 轉發

# fourth_pin_confirm_hint
source: Yes, there is a fourth PIN confirmation, and I promise it's the last one to ensure you have remembered your PIN. The PIN is unrecoverable if lost.
es: Sí, hay una cuarta confirmación de PIN y le prometo que es la última para asegurarse de que has recordado tu PIN. El PIN es irrecuperable si se pierde.
ja: 最終確認：PINコードを確実に記憶してください。ウォレットを失った場合、復元することはできません
zh_hans: 这是最后一次确认 PIN，记住：PIN 丢失将永远无法找回！
zh_hant: 這是最後一次確認 PIN，記住：PIN 丟失將永遠無法找回！

source: FREE
zh_hans: 免手续费
zh_hant: 免手續費

source: Free Recovery Service
zh_hans: 免费的资产恢复服务
zh_hant: 免費的資產恢復服務

source: From
es: De
ja: より
zh_hans: 来自
zh_hant: 來自

source: From address
zh_hans: 从外部转入
zh_hant: 從外部轉入

# from_date
source: From %@
zh_hans: 自%@
zh_hant: 自%@

source: From Mixin Wallet
zh_hans: 从 Mixin 钱包转入
zh_hant: 從 Mixin 錢包轉入

source: Generating...
es: Generando...
zh_hans: 正在生成...
zh_hant: 正在生成...

source: Generating keys...
es: Generando claves...
zh_hans: 正在创建密钥...
zh_hant: 正在建立金鑰...

# global_market_cap
source: Market Cap
zh_hans: 全球总市值
zh_hant: 全球總市值

source: Got it
es: Entendido
ja: 確認
zh_hans: 知道了
zh_hant: 知道了

source: Green Up / Red Down
zh_hans: 绿涨红跌
zh_hant: 綠漲紅跌

source: Group Call
es: Llamada de grupo
ja: グループ通話
zh_hans: 群组语音
zh_hant: 群組語音

# group_call_end_with_duration
source: Group call ended, duration: %@
es: Llamada de grupo finalizada, duración: %@
ja: グループ通話は終了しました。通話時間：%@
zh_hans: 群组语音结束，时长 %@
zh_hant: 群組語音結束，時長 %@

source: Group call has been declined
es: Se ha rechazado la llamada de grupo
ja: 権限不足のためグループ会話はできません。
zh_hans: 已拒绝通话
zh_hant: 已拒絕通話

# group_call_participants_limit_hint
source: Group calling allows up to %d participants to call each other
es: Las llamadas de grupo permiten que hasta %d participantes se llamen entre sí
ja: グループ通話の上限は %d人です
zh_hans: 支持最多 %d 人同时通话
zh_hant: 支援最多 %d 人同時通話

source: Group Description
es: Descripción del Grupo
ja: グループアナウンス
zh_hans: 群组公告
zh_hant: 群組公告

source: Group Name
es: Nombre del grupo
ja: グループ名
zh_hans: 群组名称
zh_hant: 群組名稱

# group_participant_add_full
source: You can’t add this participant because this group is full.
es: No puede añadir a este participante porque este grupo está lleno.
ja: グループメンバーが上限に達したため追加できません
zh_hans: 不能再添加成员，群已经满员了！
zh_hant: 不能再新增成員，群已經滿員了！

# group_participant_add_limit
source: You can’t add this participant because only add up to 50 at a time.
es: No puede añadir a este participante porque solo puede añadir hasta 50 a la vez.
ja: 一度に追加できるメンバーは最大50人です
zh_hans: 不能再添加成员，一次最多添加 50 个。
zh_hant: 不能再新增成員，一次最多新增 50 個。

# group_qr_code_prompt
source: Scan the QR Code to join this group
es: Escanea el código QR para unirte a este grupo
ja: QRコードをスキャンしてこのグループに参加
zh_hans: 扫描二维码加入群组
zh_hant: 掃描二維碼加入群組

source: Groups in Common
es: Grupos en común
ja: 共通のグループ
zh_hans: 共同群组
zh_hant: 共同群組

source: HASH
zh_hans: 哈希
zh_hant: 雜湊

source: Help
es: Ayuda
ja: ヘルプ
zh_hans: 帮助
zh_hant: 幫助

source: Help center
es: Centro de ayuda
ja: ヘルプセンター
zh_hans: 帮助中心
zh_hant: 幫助中心

source: Hidden Assets
es: Activos ocultos
ja: 非表示資産
zh_hans: 隐藏的资产
zh_hant: 隱藏的資產

source: Hide
es: Ocultar
ja: 非表示
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide asset
es: Ocultar activo
ja: 資産を非表示にする
zh_hans: 隐藏资产
zh_hant: 隱藏資產

# high_24h
source: 24H HIGH
zh_hans: 24 小时最高
zh_hant: 24 小時最高

# hint_address
source: Enter a wallet address, exchange address.
ja: Enter a wallet address
zh_hans: 输入钱包地址、交易所地址
zh_hant: 輸入錢包地址、交易所地址

# hold_to_record_audio
source: Hold to record, release to send.
es: Sostén para grabar, suelta para enviar
ja: 長押しして録音、離して送信
zh_hans: 长按说话，松手发送
zh_hant: 長按說話，鬆手傳送

# hour
source: %d Hour
es: %d Hora
ja: %d時間
zh_hans: %d 小时
zh_hant: %d 小時

# hour_count
source: %d Hours
es: %d Horas
ja: %d時間
zh_hans: %d 小时
zh_hant: %d 小時

# hours_count_short
source: %dH
zh_hans: %d小时
zh_hant: %d小時

# how_are_you
source: Hi, how are you?
es: ¿Hola, cómo estás?
ja: こんにちは、調子はどうですか
zh_hans: 嗨，你好吗？
zh_hant: 嗨，你好嗎？

# i_am_good
source: I’m good.
es: Estoy bien.
ja: いい気分
zh_hans: 我很好。
zh_hant: 我很好。

source: I'm Ready
zh_hans: 准备好了
zh_hant: 準備好了

source: image
es: imagen
ja: 画像
zh_hans: 图像
zh_hant: 影像

source: Immediately
es: Inmediatamente
ja: すぐに
zh_hans: 立刻
zh_hant: 立刻

source: Import
zh_hans: 导入

source: Import Failed
zh_hans: 导入失败

source: Import Mnemonic Phrase
zh_hans: 导入助记词

source: Import Now
zh_hans: 立即导入

source: Import Private Key
zh_hans: 导入私钥

# import_secret_description
source: The encrypted %@ for this wallet is missing from this device. Please re-import to continue.
zh_hans: 此设备缺少该钱包的加密%@。请重新导入以继续操作。

# import_selected_wallet
source: Import Selected Wallets
zh_hans: 导入选中的钱包

# import_single_chain_wallet
source: Import a single-chain wallet
zh_hans: 导入单链钱包

# import_wallet_count
source: Import %d Wallets
zh_hans: 导入 %d 个钱包

# import_wallet_count_one
source: Import 1 Wallet
zh_hans: 导入 1 个钱包

source: Import Wallets
zh_hans: 导入钱包

source: Import wallets from another wallet
zh_hans: 从其他钱包导入钱包

source: Importing into your wallet...
zh_hans: 正在导入你的钱包...

# in_connecting
source: Connecting...
es: Conectando...
ja: 接続中...
zh_hans: 正在连接...
zh_hant: 正在連線...

source: Include Files
es: Incluir archivos
ja: ファイルが含まれています
zh_hans: 包含文件
zh_hant: 包含檔案

source: Include Videos
es: Incluir vídeos
ja: 動画が含まれています
zh_hans: 包括视频
zh_hant: 包括影片

source: Incoming voice call
es: Llamada de voz entrante
ja: 着信
zh_hans: 语音通话来电
zh_hant: 語音通話來電

source: Info
es: Información
ja: プロフィール
zh_hans: 信息
zh_hant: 資訊

source: Initializing...
es: Inicializando...
ja: 初期化中...
zh_hans: 初始化...
zh_hant: 初始化...

# install_messenger_desc
source: Visit mixin.one/mm or scan the QR code to install
zh_hans: 访问 mixin.one/mm 或扫描二维码安装
zh_hant: 訪問 mixin.one/mm 或掃描二維碼安裝

source: Insufficient balance
ja: 残高が不足しています
zh_hans: 余额不足
zh_hant: 餘額不足

# insufficient_balance_symbol
source: Insufficient %@
zh_hans: %@ 余额不足
zh_hant: %@ 餘額不足

# insufficient_fee_description
source: You need %1$@ on the %2$@ network to cover the network fee
zh_hans: 需要 %1$@ 以支付 %2$@ 网络费用
zh_hant: 需要 %1$@ 以支付 %2$@ 網路費用

source: Insufficient transaction fee
es: Tarifa de transacción insuficiente
ja: 取引手数料が不足しています
zh_hans: 手续费不足
zh_hant: 手續費不足

source: Interface Style
es: Estilo de interfaz
ja: 外観モード
zh_hans: 外观
zh_hant: 外觀

source: Invalid Address
zh_hans: 无效的地址
zh_hant: 無效的地址

source: Invalid candidate
es: Candidato inválido
ja: 無効な候補
zh_hans: 无效的 Candidate
zh_hant: 無效的 Candidate

source: Invalid format
zh_hans: 格式无效

source: Invalid height
es: Altura inválida
ja: 無効な高さ
zh_hans: 高度无效
zh_hant: 高度無效

# invalid_malformed_address_eos_hint
source: Invalid address format. Mixin does not support withdrawal to the EOS contract address!
es: Formato de dirección inválido. ¡Mixin no admite el retiro a la dirección del contrato EOS!
ja: 無効なアドレスです。MixinはEOSアドレスへの引き出しに対応していません。
zh_hans: 地址格式错误。Mixin 不支持提现到 EOS 合约地址！
zh_hant: 地址格式錯誤。Mixin 不支援提現到 EOS 合約地址！

# invalid_malformed_address_hint
source: Invalid address format. Try again with a valid address of %@
es: Formato de dirección inválido. Vuelve a intentarlo con una dirección válida de %@
ja: 無効なアドレスです。%@の有効なアドレスでもう一度試してください。
zh_hans: 地址格式错误。请输入正确的 %@ 地址
zh_hant: 地址格式錯誤。請輸入正確的 %@ 地址

source: Invalid mnemonic phrase
zh_hans: 助记词无效
zh_hant: 助記詞無效

source: Invalid parameters
es: Parámetros inválidos
ja: 無効なパラメータ
zh_hans: 无效的参数
zh_hant: 無效的引數

source: Invalid payment link
es: Enlace de pago inválido
ja: 支払いが無効です
zh_hans: 无效支付信息
zh_hant: 無效支付資訊

source: Invalid QR-Code
es: Código QR inválido
ja: 無効なQRコード
zh_hans: 无效的二维码
zh_hant: 無效的二維碼

source: Invalid request body
es: Cuerpo de solicitud inválido
ja: 無効なリクエストボディ
zh_hans: 无效的请求
zh_hant: 無效的請求

source: Invalid SDP
es: SDP inválido
ja: 無効なSDP
zh_hans: 无效的 SDP
zh_hant: 無效的 SDP

# invalid_secret_for_wallet
source: The %@ does not match the selected wallet. Please try another.
zh_hans: 导入的%@与钱包不匹配，请重新导入。

# invalid_tag_description
source: Tag must be a non-zero number
zh_hans: 地址标签（Tag）必须为非 0 的数字
zh_hant: 地址標籤（Tag）必須為非 0 的數字

source: Invalid width
es: Ancho inválido
ja: 無効な横幅
zh_hans: 宽度无效
zh_hant: 寬度無效

source: Invite
es: Invitar
ja: 招待する
zh_hans: 邀请
zh_hant: 邀請

source: Invite a Friend
es: Invita a un amigo
ja: このアプリをシェアする
zh_hans: 邀请好友
zh_hant: 邀請好友

# invite_info
source: Anyone with Mixin can follow this link to join this group. Only share it with people you trust.
es: Cualquier persona con Mixin puede seguir este enlace para unirse a este grupo. Solo compártelo con personas en las que confíes.
ja: リンクを知っている人はだれでもグループに参加可能です、信頼できる人だけに共有してください
zh_hans: Mixin 使用者可以使用此链接加入这个群组，请只跟您信任的人共享链接。
zh_hant: Mixin 使用者可以使用此連結加入這個群組，請只跟您信任的人共享連結。

source: Invite to Group via Link
es: Invitar al grupo a través de un enlace
ja: リンクを使って招待する
zh_hans: 群邀请链接
zh_hant: 群邀請連結

# invited_by_stranger
source: The inviter is not in your contacts
es: El anfitrión no está en tus contactos.
ja: 招待者はあなたの連絡先に存在しません
zh_hans: 邀请人不是你的联系人
zh_hant: 邀請人不是你的聯絡人

source: invites you to a voice call
es: te invita a una llamada de voz
ja: グループ通話に招待されました
zh_hans: 发起了语音通话
zh_hant: 發起了語音通話

source: Invoice
zh_hans: 账单
zh_hant: 賬單

# invoice_renew_plan
source: Renew %@ Plan
zh_hans: 续订%@会员
zh_hant: 續訂%@會員

# invoice_upgrade_plan
source: Upgrade to %@
zh_hans: 升级到%@
zh_hant: 升級到%@

source: Invoices
zh_hans: 账单
zh_hant: 賬單

source: Join Group
es: Únete al grupo
ja: グループに参加
zh_hans: 加入群组
zh_hant: 加入群組

# joined_in
source: Joined on %@
es: Se ha unido en %@
ja: %@からMixinを利用しています
zh_hans: %@ 加入
zh_hant: %@ 加入

# keep_running_foreground
source: Please do not close the screen and keep Mixin running in the foreground
zh_hans: 不要关闭屏幕并保持 Mixin 在前台运行
zh_hant: 不要關閉螢幕並保持 Mixin 在前臺執行

source: Keep Waiting
zh_hans: 继续等待
zh_hant: 繼續等待

source: Label
es: Etiqueta
ja: ラベル
zh_hans: 标题
zh_hant: 標題

# landing_delete_content
source: You requested to delete your account on %1$@. The account will be deleted on %2$@. If you continue to login, your account deletion will be cancelled.
es: Tu cuenta se eliminará el %@; si continúas iniciando sesión, se cancelará la solicitud para eliminar tu cuenta.
ja: あなたのアカウントは(%@) 後に消去されます。ログインを継続する場合、あなたのアカウント消去はキャンセルされます。
zh_hans: 您在 %1$@ 申请了删除账号，账号将于 %2$@ 被删除，如果您继续登录，删除您账户的请求将被取消。
zh_hant: 您在 %1$@ 申請了刪除賬號，賬號將於 %2$@ 被刪除，如果您繼續登入，刪除您賬戶的請求將被取消。

# landing_have_account
source: I already have an account
zh_hans: 已有帐户
zh_hant: 已有帳戶

# landing_validation_title
source: Enter the 4-digit code sent to you at %@
es: Introduce el código de 4 dígitos que te enviamos a %@
ja: %@に送信された4桁のコードを入力してください
zh_hans: 请输入发送至以下号码的 4 位验证码：%@
zh_hant: 請輸入傳送至以下號碼的 4 位驗證碼：%@

source: Language
es: Idioma
ja: 言語
zh_hans: 语言
zh_hant: 語言

source: Large Amount Confirmation
es: Confirmación de gran cantidad
ja: 送金時に通知を行う金額の設定
zh_hans: 大额转账确认
zh_hant: 大額轉賬確認

# large_amount_confirmation_with_symbol
source: Large Amount Confirmation(%@)
es: Confirmación de gran cantidad(%@)
ja: 送金時に通知を行う金額の設定（%@）
zh_hans: 大额转账确认（%@）
zh_hant: 大額轉賬確認（%@）

# large_amount_reminder
source: The value of this transfer of %1$@ is up to %2$@. Please ensure the amount is correct.
zh_hans: 本次转账 %1$@ 的价值高达 %2$@，请注意金额是否正确。
zh_hant: 本次轉賬 %1$@ 的價值高達 %2$@，請注意金額是否正確。

# last_active_time
source: Last active %@
es: Último Activo %@
ja: 直近のアクティビティ%@
zh_hans: 最后登入于 %@
zh_hant: 最後登入於 %@

# last_backup_hint
source: Last backup on %@, total size %@.
es: Última copia de seguridad en %@, tamaño total %@.
ja: 最後に行ったバックアップ %@, 合計サイズ %@.
zh_hans: 上次备份是 %@，占用空间 %@。
zh_hant: 上次備份是 %@，佔用空間 %@。

source: Later
es: Más tarde
ja: 後で
zh_hans: 稍后
zh_hant: 稍後

source: Learn More
es: Obtener más información
ja: こちら
zh_hans: 了解更多
zh_hant: 瞭解更多

# leave_message_to_team_mixin
source: Leave a message to Team Mixin
zh_hans: 给 Mixin 客服留言
zh_hant: 給 Mixin 客服留言

source: Legacy Network
zh_hans: 旧网络
zh_hant: 舊網路

# legacy_network_transfer_hint
source: Current transfer is using legacy network
zh_hans: 当前转账使用的是旧网络
zh_hant: 當前轉賬使用的是舊網路

source: Light
es: Claro
ja: ダーク
zh_hans: 浅色
zh_hant: 淺色

source: Line busy
es: Linea ocupada
ja: お話中です
zh_hans: 忙线未接听
zh_hant: 忙線未接聽

# line_busy_remote
source: Line busy
es: Linea ocupada
ja: お話中です
zh_hans: 对方忙
zh_hant: 對方忙

source: Link
zh_hans: 链接
zh_hant: 連結

source: Link Desktop
zh_hans: 链接桌面端
zh_hant: 連結桌面端

# link_desktop_description
source: Link Mixin Messenger Desktop by QR code
zh_hans: 通过二维码链接桌面端
zh_hant: 透過二維碼連結桌面端

source: Link recognition failure
es: Error de reconocimiento de enlace
ja: リンクの認識に失敗しました
zh_hans: 链接识别失败
zh_hant: 連結識別失敗

# link_shareable_false
source: The link has been set to not allow sharing
es: El enlace se ha configurado para no permitir compartir
ja: このリンクを共有することはできません
zh_hans: 该链接已被设置为不允许分享
zh_hant: 該連結已被設定為不允許分享

source: Live
es: En vivo
ja: 配信
zh_hans: 直播
zh_hant: 直播

# live_shareable_false
source: The live has been set to not allow sharing
es: El directo se ha configurado para no permitir compartir
ja: この配信を共有することはできません
zh_hans: 该直播已被设置为不允许转发
zh_hant: 該直播已被設定為不允許轉發

source: live stream
es: transmisión en vivo
ja: 配信
zh_hans: 直播卡片
zh_hant: 直播卡片

source: Loading...
es: Cargando...
ja: ロード中...
zh_hans: 正在加载...
zh_hant: 正在載入...

# local_network_unable_accessed
source: Local network is unable to be accessed, please grant permission
zh_hans: 本地网络无法访问，请开启权限
zh_hant: 本地網路無法訪問，請開啟許可權

source: Locating...
es: Localizando...
ja: 位置情報を検索中...
zh_hans: 正在定位...
zh_hant: 正在定位...

source: Location
es: Localización
ja: 位置情報
zh_hans: 位置
zh_hant: 位置

# location_accuracy_to
source: Accurate to %@
es: Preciso al %@
ja: 精度：%@
zh_hans: 精确到 %@
zh_hant: 精確到 %@

# location_distance
source: Distance: %@
es: Distancia: %@
ja: 距離：%@
zh_hans: 距离：%@
zh_hant: 距離：%@

# location_empty
source: There were no results for "%@" Try new search
es: No ha habido resultados para "%@" Prueba una nueva búsqueda
ja: "%@"の検索結果はありませんでした。 もう一度検索してください。
zh_hans: 找不到 "%@" 换个名字试试吧
zh_hant: 找不到 "%@" 換個名字試試吧

# location_undetermined
source: Your location has yet to be determined. Please try again later
es: Tu ubicación aún no se ha determinado. Por favor, inténtalo de nuevo más tarde
ja: 位置情報が特定できません。しばらくしてからやり直してください
zh_hans: 目前无法确定位置，请稍候重试
zh_hant: 目前無法確定位置，請稍候重試

# lock_with_biometric
source: Lock with %@
es: Bloquear con %@
ja: %@を有効にする
zh_hans: %@锁定
zh_hant: %@鎖定

source: Log in
es: Iniciar sesión
ja: ログイン
zh_hans: 登录
zh_hant: 登入

source: Log out
zh_hans: 退出登录
zh_hant: 退出登入

source: Log out from desktop
es: Cerrar sesión desde el escritorio
ja: デスクトップ版からログアウト
zh_hans: 从桌面版退出
zh_hant: 從桌面版退出

source: Log out Instead
zh_hans: 仅退出登录
zh_hant: 僅退出登入

# login_and_abort_account_deletion
source: Continue to log in and abort account deletion
es: Continuar para iniciar sesión y cancelar la eliminación de la cuenta
ja: そのままログインし、アカウント削除をキャンセルします
zh_hans: 继续登录并放弃删除账户
zh_hant: 繼續登入並放棄刪除賬戶

# login_desktop_first
source: Please log in to the desktop first
zh_hans: 请先登录桌面端
zh_hant: 請先登入桌面端

# logined
source: Logged in
es: Sesión iniciada
ja: ログインしました
zh_hans: 已登录
zh_hant: 已登入

# logout_confirmation
source: Are you sure you want to log out?
zh_hans: 你确定要退出登录？
zh_hant: 你確定要退出登入？

# logout_description
source: Logging out will not compromise asset security, nor will it delete chat history.
zh_hans: 退出账号不会影响当前账号的资产安全，也不会删除当前账号的聊天记录。
zh_hant: 退出賬號不會影響當前賬號的資產安全，也不會刪除當前賬號的聊天記錄。

# logout_title
source: Enter your PIN to log out
zh_hans: 输入 PIN 退出登录
zh_hant: 輸入 PIN 退出登入

source: Logs
es: Registros
ja: ログ
zh_hans: 日志
zh_hant: 日誌

source: Lost your mobile number?
es: ¿Has perdido tu número de móvil?
ja: 電話番号をお忘れですか？
zh_hans: 手机丢失？
zh_hant: 手機丟失？

# low_24h
source: 24H LOW
zh_hans: 24 小时最低
zh_hant: 24 小時最低

source: Make group admin
es: Hacer administrador de grupo
ja: 管理者権限を付与
zh_hans: 设定为群组管理员
zh_hant: 設定為群組管理員

# malicious_instruction_set_authority
source: This transaction change the owner of your SPL tokens. This allow the new owner to transfer the tokens without your permission.
zh_hans: 此交易将更改 SPL 代币的所有者。这将允许新的所有者在未经您允许的情况下转移代币。
zh_hant: 此交易將更改 SPL 代幣的所有者。這將允許新的所有者在未經您允許的情況下轉移代幣。

source: Manage
es: Administrar
ja: 管理
zh_hans: 管理
zh_hant: 管理

# manage_your_apps
source: Manage your bots
es: Administra tus bots
zh_hans: 管理你所有的机器人
zh_hant: 管理你所有的機器人

source: Manage your circles
es: Administra tus círculos
zh_hans: 管理你所有的圈子
zh_hant: 管理你所有的圈子

source: Market
zh_hans: 行情
zh_hant: 行情

source: Market Cap
zh_hans: 市值
zh_hant: 市值

source: Markets
zh_hans: 行情
zh_hant: 行情

source: Max
zh_hans: 最大值
zh_hant: 最大值

# max_favorite_bots_description
source: You can add a maximum of 5 favorite bots. Please be aware that others can view these bots on your profile.
zh_hans: 最多可以添加 5 个喜欢的机器人，注意其他人可以在你的个人信息弹窗里查看这些你喜欢的机器人。
zh_hant: 最多可以新增 5 個喜歡的機器人，注意其他人可以在你的個人資訊彈窗裡檢視這些你喜歡的機器人。

source: Media
es: Medios de comunicación
ja: メディア
zh_hans: 媒体
zh_hant: 媒體

# membership_advance
source: Advance
zh_hans: 进阶版
zh_hant: 進階版

# membership_advance_description
source: Use multiple keys on multiple devices to avoid single point of failure, and get decentralized recovery service in case of key loss.
zh_hans: 在多设备上使用多个密钥，避免单点故障，并在密钥丢失时获得去中心化的恢复服务。
zh_hant: 在多裝置上使用多個金鑰，避免單點故障，並在金鑰丟失時獲得去中心化的恢復服務。

# membership_benefit_create_safe
source: Create %d Safes.
zh_hans: 可创建 %d 个金库。
zh_hant: 可建立 %d 個金庫。

# membership_benefit_free_recovery_service
source: Use the recovery service for free.
zh_hans: 资产恢复服务免费使用。
zh_hant: 資產恢復服務免費使用。

# membership_benefit_get_stars
source: Get %d Mixin Stars.
zh_hans: 得到 %d 个 Mixin Stars。
zh_hant: 得到 %d 個 Mixin Stars。

# membership_benefit_paid_recovery_service
source: Pay %d Mixin Stars to use the recovery service.
zh_hans: 支付 %d Mixin Stars 使用资产恢复服务。
zh_hant: 支付 %d Mixin Stars 使用資產恢復服務。

# membership_benefit_safe_members
source: %1$d members per Safe, %2$d members in total.
zh_hans: 每个金库最多 %1$d 个共管人，所有金库最多 %2$d 个共管人。
zh_hant: 每個金庫最多 %1$d 個共管人，所有金庫最多 %2$d 個共管人。

# membership_elite
source: Elite
zh_hans: 精英版
zh_hant: 精英版

# membership_elite_description
source: Manage large fortune in Mixin Safe with family, friends or colleagues, so you can avoid thefts, accidents and custody risks.
zh_hans: 与家人、朋友或同事一起使用 Mixin Safe 管理大量资产，从而规避盗窃、意外和托管风险。
zh_hant: 與家人、朋友或同事一起使用 Mixin Safe 管理大量資產，從而規避盜竊、意外和託管風險。

# membership_plan
source: Plan
zh_hans: 级别
zh_hant: 級別

# membership_prosperity
source: Prosperity
zh_hans: 传世版
zh_hant: 傳世版
