Repository: MixinNetwork/ios-app
Catalog: Mixin/Resources/*.lproj/Localizable.strings
Languages: es, ja, zh_hans, zh_hant

source: Sending Multisig Signature
zh_hans: 正在发送多签交易
zh_hant: 正在傳送多簽交易

source: Sending Success
zh_hans: 发送成功
zh_hant: 傳送成功

source: Sending Transfer Request
zh_hans: 正在发送转账
zh_hant: 正在傳送轉賬

source: Sending Withdrawal Request
zh_hans: 正在发送提现
zh_hant: 正在傳送提現

source: Session not found
zh_hans: 没有对应的连接
zh_hant: 沒有對應的連線

source: Set
es: Establecer
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: Set as Avatar
zh_hans: 设置为头像
zh_hant: 設定為頭像

# set_disappearing_message_time_to
source: %1$@ set disappearing message time to %2$@
es: %1$@ ha establecido el tiempo de desaparición del mensaje a %2$@
ja: 1$sは、消えるメッセージの有効時間を%@に設定しました。
zh_hans: %1$@将限时消息设置为 %2$@
zh_hant: %1$@將限時訊息設定為 %2$@

# set_emergency_create_successfully
source: Set recovery contact successfully
es: Se ha establecido el contacto de emergencia con éxito
ja: Set emergency contact successfully
zh_hans: 设置恢复联系人成功
zh_hant: 設定恢復聯絡人成功

# set_new_pin
source: Set a new PIN
es: Establecer un nuevo PIN
ja: 新しいPINコードを設定
zh_hans: 设置新的 PIN
zh_hant: 設定新的 PIN

source: Set or update PIN failed
es: Error al establecer o actualizar el PIN
zh_hans: 设置或更新 PIN 失败
zh_hant: 設定或更新 PIN 失敗

source: Set PIN successfully
es: Se ha establecido el PIN con éxito
ja: PINコードの設定が完了しました。
zh_hans: PIN 设置成功
zh_hant: PIN 設定成功

source: Set up
zh_hans: 设置
zh_hant: 設定

source: Set up PIN
zh_hans: 设置 PIN
zh_hant: 設定 PIN

# set_up_pin_answer_1
source: I can recover my account later.
zh_hans: 我可以稍后恢复我的帐户。
zh_hant: 我可以稍後恢復我的帳戶。

# set_up_pin_answer_2
source: I will lose access to my account and funds.
zh_hans: 我将无法访问我的帐户和资金。
zh_hant: 我將無法訪問我的帳戶和資金。

# set_up_pin_desc
source: The MPC Wallet in Mixin Messenger is built on a decentralized key protocol (TIP). The PIN is one of the key shards. The full wallet key exists only in the TEE security environment on the current device. Read the documentation to learn %@.
zh_hans: Mixin Messenger 的 MPC 钱包基于去中心化密钥协议 TIP 构建，PIN 是密钥分片之一。钱包完整的密钥只存在当前设备的 TEE 安全环境中。阅读文档以了解%@。
zh_hant: Mixin Messenger 的 MPC 錢包基於去中心化金鑰協議 TIP 構建，PIN 是金鑰分片之一。錢包完整的金鑰只存在當前裝置的 TEE 安全環境中。閱讀檔案以瞭解%@。

# set_up_pin_desc_1
source: Set a 6-digit PIN for your wallet
zh_hans: 为您的钱包设置 6 位数的 PIN
zh_hant: 為您的錢包設定 6 位數的 PIN

# set_up_pin_desc_2
source: Please confirm your 6-digit PIN again
zh_hans: 请再次确认您的 6 位数的 PIN
zh_hant: 請再次確認您的 6 位數的 PIN

# set_up_pin_instruction_1
source: Please complete the process in a stable network environment.
zh_hans: 请在稳定的网络环境下完成操作。
zh_hant: 請在穩定的網路環境下完成操作。

# set_up_pin_instruction_2
source: Please keep the app in the foreground and do not force quit it during the setup process.
zh_hans: 请保持应用在前台运行，设置过程中请勿强制退出。
zh_hant: 請保持應用在前臺執行，設定過程中請勿強制退出。

# set_up_pin_instruction_3
source: The process cannot be canceled once it begins. Please remember the 6-digit PIN and reenter it if the process is aborted unexpectedly.
zh_hans: 该过程开始后无法取消。请记住 6 位数字 PIN，如果过程意外中止，请重新输入。
zh_hant: 該過程開始後無法取消。請記住 6 位數字 PIN，如果過程意外中止，請重新輸入。

# set_up_pin_question
source: What happens if I lose the PIN?
zh_hans: 如果我丢失了 PIN 会发生什么？
zh_hant: 如果我丟失了 PIN 會發生什麼？

# set_up_pin_tip_1
source: If you lose the PIN, you will be unable to recover your wallet.
zh_hans: 如果丢失 PIN 则无法恢复您的钱包。
zh_hant: 如果丟失 PIN 則無法恢復您的錢包。

# set_up_pin_tip_2
source: It’s rare to see a third confirmation somewhere else, so please remember the PIN is unrecoverable if lost.
zh_hans: 很少在其他地方看到三次确认，因此请记住，如果丢失 PIN 将无法恢复钱包。
zh_hant: 很少在其他地方看到三次確認，因此請記住，如果丟失 PIN 將無法恢復錢包。

# set_up_pin_warning
source: Keep the app in the foreground while verifying the shard key and syncing to the TIP network. Do not force quit the app during the setup process.
zh_hans: 在验证碎片密钥并同步到 TIP 网络时，请将应用程序保留在前台；在设置过程中不要强制退出应用程序。
zh_hant: 在驗證碎片金鑰並同步到 TIP 網路時，請將應用程式保留在前臺；在設定過程中不要強制退出應用程式。

# setting_appearance_language_alert_description
source: You can pick a preferred language in settings
es: Puedes elegir un idioma preferido en la configuración
ja: お使いのiPhoneの設定画面から言語を変更することができます
zh_hans: 前往系统设置修改语言偏好
zh_hant: 前往系統設定修改語言偏好

# setting_auth_access
source: Approved: %1$@, Last Accessed: %2$@
es: Aprobado: %1$@, último acceso: %2$@
ja: 許可: %1$@, 最終アクセス: %2$@
zh_hans: 授权时间：%1$@, 上次访问：%2$@
zh_hant: 授權時間：%1$@, 上次訪問：%2$@

# setting_auth_search_hint
source: Mixin ID, Name
es: ID de Mixin, nombre
ja: Mixin ID, 名前
zh_hans: Mixin ID, 昵称
zh_hant: Mixin ID, 暱稱

# setting_backup_tips
source: Back up your chat history to iCloud. if you lose your iPhone or switch to a new one, you can restore your chat history when you reinstall Mixin Messenger. Messages you back up are not protected by Mixin Messenger end-to-end encryption while in iCloud.
es: Haz una copia de seguridad de tu historial de chat en iCloud. si pierdes tu iPhone o cambias a uno nuevo, puedes restaurar tu historial de chat cuando reinstales Mixin Messenger. Los mensajes de los que realizas una copia de seguridad no están protegidos por el cifrado de extremo a extremo de Mixin Messenger mientras estás en iCloud.
ja: iCloudにチャット履歴をバックアップします。 iPhoneを紛失または機種変更した場合にMixinを再インストールしてチャット履歴を復元できます。バックアップしたメッセージはMixinのE2E暗号によって保護されていません。
zh_hans: 备份你的聊天记录到 iCloud。如果你丢失或者更换手机，你可以在重新安装 Mixin Messenger 时恢复你的聊天记录。注意备份到 iCloud 中的聊天记录不受端对端加密保护！
zh_hant: 備份你的聊天記錄到 iCloud。如果你丟失或者更換手機，你可以在重新安裝 Mixin Messenger 時恢復你的聊天記錄。注意備份到 iCloud 中的聊天記錄不受端對端加密保護！

# setting_chats
source: Chats
zh_hans: 聊天记录
zh_hant: 聊天記錄

# setting_conversation_group_tip
source: Who can add me to groups
es: Quién me puede añadir a los grupos
ja: グループにあなたを追加可能なユーザー
zh_hans: 谁能加我进入群组
zh_hant: 誰能加我進入群組

# setting_conversation_tip
source: Who can send message to me
es: Quién me puede enviar un mensaje
ja: あなたにメッセージの送信や電話が可能なユーザー
zh_hans: 谁可以给我发消息
zh_hant: 誰可以給我發訊息

# setting_delete_account_pin_content
source: If you continue, your profile and account details will be delete on %@. read our document to learn more.
es: Si continúas, tu perfil y los detalles de tu cuenta se eliminarán el %@. le nuestro documento para aprender más.
ja: %@と紐付けられたプロフィールとアカウント情報が削除されます。詳細はこちらをご覧ください。
zh_hans: 如果您继续，您的个人资料和账户信息将在%@被删除。阅读我们的文档以了解更多。
zh_hant: 如果您繼續，您的個人資料和賬戶資訊將在%@被刪除。閱讀我們的檔案以瞭解更多。

# setting_delete_account_send
source: We will send a 4-digit code to %@
es: Enviaremos un código de 4 dígitos a %@
ja: %@へ4桁のコードを送信します
zh_hans: 我们将发送 4 位验证码到手机 %@
zh_hant: 我們將傳送 4 位驗證碼到手機 %@

# setting_delete_account_tip
source: Your Mixin wallet still has some assets that can be withdrawn to other wallets or exchanges. Once the account is cancelled, these assets will be abandoned along with the wallet and cannot be recovered.
es: Tu cartera Mixin todavía tiene algunos activos que se pueden retirar a otras carteras o intercambios. Una vez que se cancele la cuenta, estos activos serán abandonados junto con la cartera y no podrán recuperarse.
ja: 警告：Mixinウォレット内に他のウォレットや取引所に送金可能な仮想通貨が残っています。アカウントを削除すると、仮想通貨を永遠に引き出すことができませんが、よろしいでしょうか？
zh_hans: 你的 Mixin 钱包还有一些资产，可以提现至其他钱包或交易所，账户一旦注销，这些资产将和钱包一起被弃用无法找回。
zh_hant: 你的 Mixin 錢包還有一些資產，可以提現至其他錢包或交易所，賬戶一旦登出，這些資產將和錢包一起被棄用無法找回。

# setting_duplicate_transfer_desc
source: Display confirmation dialog when you transfer the same amount to the same person within 6 hours.
es: Muestra un cuadro de diálogo de confirmación cuando transfieres la misma cantidad a la misma persona dentro de las 6 horas.
ja: 6時間以内に同じ人に同額の送金を実行する際、確認を行う。
zh_hans: 当你在 6 个小时内给相同的人转相同的金额时显示确认弹窗。
zh_hant: 當你在 6 個小時內給相同的人轉相同的金額時顯示確認彈窗。

# setting_emergency_change_mobile
source: Do you want to change your mobile number now?
es: ¿Quieres cambiar tu número de móvil ahora?
ja: 新しい電話番号の登録をしますか？
zh_hans: 立即修改手机号？
zh_hant: 立即修改手機號？

# setting_emergency_content
source: The Recovery Contact is designed to help you log in to your account if you are lost and cannot retrieve your mobile number.
es: El contacto de emergencia está diseñado para ayudarte a iniciar sesión en tu cuenta si se pierde y no puede recuperar tu número de teléfono móvil.
ja: 緊急連絡先は、紛失等の理由でデバイスへのアクセスが出来なくなった場合、ログインする方法となります。
zh_hans: 恢复联系人旨在帮助你在丢失且无法找回手机号的情况下登录你的账号。
zh_hant: 恢復聯絡人旨在幫助你在丟失且無法找回手機號的情況下登入你的賬號。

# setting_emergency_desc
source: When your lost your mobile number, please contact your recovery contact by phone or other means to get the Mixin ID and verification code. Read our Recovery Contact to learn more.
es: Cuando haya perdido tu número de teléfono móvil, comunícate con tu contacto de emergencia por teléfono u otros medios para obtener la ID de Mixin y el código de verificación. Lea nuestro contacto de emergencia para aprender más.
ja: 登録した電話番号が使用できなくなった場合は、緊急連絡先として登録した友だちに連絡し、Mixin IDと認証コードを取得してください。詳しくは、こちらを確認してください。
zh_hans: 请放心，即使您的手机号丢失无法找回钱包资产也很安全，请牢记您的 PIN，阅读文档了解更多。
zh_hant: 請放心，即使您的手機號丟失無法找回錢包資產也很安全，請牢記您的 PIN，閱讀檔案瞭解更多。

# setting_emergency_pin_tip
source: Your recovery contact is protected by PIN
es: Tu contacto de emergencia está protegido por PIN
ja: あなたの緊急連絡先はPINコードにより保護されています。
zh_hans: 恢复联系人受 PIN 加密保护
zh_hant: 恢復聯絡人受 PIN 加密保護

# setting_emergency_send_code
source: Enter the 4-digit code sent to Mixin ID: %@
es: Introduce el código de 4 dígitos enviado a ID de Mixin: %@
ja: Mixin ID: %@に送信された4桁のコードを入力してください
zh_hans: 请输入发送至以下 Mixin ID 的 4 位验证码：%@
zh_hant: 請輸入傳送至以下 Mixin ID 的 4 位驗證碼：%@

# setting_emergency_set_message
source: Confirm to set Mixin ID %@ as your recovery contact? Please note that the other party must add you as a contact to set up successfully.
es: ¿Quieres confirmar para configurar el ID de Mixin %@ como tu contacto de emergencia? Ten en cuenta que la otra parte debe añadirte como contacto para configurarlo correctamente.
ja: （Mixin ID %@）を緊急連絡先として設定しますか？緊急連絡先登録の設定は相互の友だち登録が必要です。
zh_hans: 确认设置 Mixin ID %@ 为你的恢复联系人？注意双方必须互为联系人才能设置成功！
zh_hant: 確認設定 Mixin ID %@ 為你的恢復聯絡人？注意雙方必須互為聯絡人才能設定成功！

# setting_emergency_warning
source: Attention: the Recovery Contact cannot help you to recover PIN
es: Atención: el contacto de emergencia no puede ayudarte a recuperar el PIN
ja: 警告：緊急連絡先でもPINコードは復元できません 如何なる場合においてもご自身で管理してください
zh_hans: 注意：恢复联系人无法帮助找回支付 PIN
zh_hant: 注意：恢復聯絡人無法幫助找回支付 PIN

# setting_mobile_contact_warning
source: This will remove your contacts from the Mixin servers.
es: Esto eliminará tus contactos de los servidores de Mixin.
ja: これにより、Mixinサーバーから連絡先が削除されます。
zh_hans: 确定删除已同步到 Mixin 服务器的通讯录？
zh_hant: 確定刪除已同步到 Mixin 伺服器的通訊錄？

# setting_notification_transfer_summary
source: Display notifications when receiving a transfer greater than or equal to %@.
es: Mostrar notificaciones al recibir una transferencia mayor o igual a %@.
ja: %@以上の金額を受け取った時に通知する
zh_hans: 收到不少于 %@ 转账时显示通知。
zh_hant: 收到不少於 %@ 轉賬時顯示通知。

# setting_privacy_tip
source: Change who can add you to conversation and groups.
es: Cambia quién puede añadirte a conversaciones y grupos.
ja: あなたをチャットルームやグループに追加できる人を変更
zh_hans: 谁可以给你发消息或邀请你加入群聊。
zh_hant: 誰可以給你發訊息或邀請你加入群聊。

# setting_revoke_confirmation
source: Revoke access %@?
es: ¿Revocar el acceso %@?
ja: アクセス%@を取り消しますか？
zh_hans: 取消 %@ 的授权？
zh_hant: 取消 %@ 的授權？

# setting_storage_clear
source: Clear %1$d message (%2$@)?
es: ¿Borrar %1$d mensaje (%2$@)?
ja: %1$d個のメッセージ（%2$@）を削除しますか？
zh_hans: 清除 %1$d 条消息（%2$@）？
zh_hant: 清除 %1$d 條訊息（%2$@）？

# setting_storage_clear_count
source: Clear %1$d messages (%2$@)?
es: ¿Borrar %1$d mensajes (%2$@)?
ja: %1$d個のメッセージ（%2$@）を削除しますか？
zh_hans: 清除 %1$d 条消息（%2$@）？
zh_hant: 清除 %1$d 條訊息（%2$@）？

# setting_transfer_large_summary
source: Show confirmation dialog when transfer greater than or equal to %@.
es: Mostrar cuadro de diálogo de confirmación cuando la transferencia sea mayor o igual a %@.
ja: %@以上の送金時に確認画面を表示する
zh_hans: 当转账金额大于或等于 %@ 时显示确认弹窗。
zh_hant: 當轉賬金額大於或等於 %@ 時顯示確認彈窗。

# setting_transfer_large_summary_greater
source: Show confirmation dialog when transfer greater than %@.
es: Mostrar cuadro de diálogo de confirmación cuando la transferencia supere %@.
ja: %@より大きい送金時に確認画面を表示する
zh_hans: 当转账金额大于 %@ 时显示确认弹窗。
zh_hant: 當轉賬金額大於 %@ 時顯示確認彈窗。

source: Settings
es: Ajustes
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: Share
es: Compartir
ja: 共有
zh_hans: 分享
zh_hant: 分享

source: Share Contact
es: Compartir contacto
ja: 連絡先を共有
zh_hans: 分享他的名片
zh_hant: 分享他的名片

source: Share Link
es: Compartir enlace
ja: リンクをシェアする
zh_hans: 分享邀请链接
zh_hant: 分享邀請連結

source: Share Log File
es: Compartir archivo de registro
ja: ログファイルを共有する
zh_hans: 分享日志文件
zh_hant: 分享日誌檔案

# share_message_description
source: Are you sure you want to send a %2$@ from %1$@?
es: ¿Estás seguro de que quieres enviar un %2$@ desde %1$@?
ja: %1$@から%2$@を送信しますか？
zh_hans: 你确定要发送来自%1$@的%2$@？
zh_hant: 你確定要傳送來自%1$@的%2$@？

# share_message_description_empty
source: Are you sure you want to send the %@?
es: ¿Estás seguro de que quieres enviar el %@?
ja: %@を送信しますか？
zh_hans: 你确定要发送该%@？
zh_hant: 你確定要傳送該%@？

source: Share Pair
zh_hans: 分享交易对
zh_hant: 分享交易對

source: Share To
es: Compartir a
ja: 共有する
zh_hans: 分享到
zh_hant: 分享到

source: Shared Media
es: Medios compartidos
ja: 共有されたメディア
zh_hans: 媒体内容
zh_hant: 媒體內容

source: Show
es: Espectáculo
ja: 表示
zh_hans: 显示
zh_hant: 顯示

source: Show asset
es: Mostrar activo
ja: 資産を表示する
zh_hans: 显示资产
zh_hant: 顯示資產

source: Show in chat
es: Mostrar en el chat
ja: チャット内で表示
zh_hans: 在聊天中展示
zh_hant: 在聊天中展示

source: Show Mnemonic Phrase
zh_hans: 查看助记词
zh_hant: 顯示助記詞

source: Show Private Key
zh_hans: 查看私钥

source: Sign in
es: Iniciar sesión
ja: ログイン
zh_hans: 登录
zh_hant: 登入

# sign_in_no_account
source: Don’t have an account yet?
zh_hans: 还没有账户？
zh_hant: 還沒有賬戶？

source: Sign in with Mnemonic Phrase
zh_hans: 助记词登录
zh_hant: 助記詞登入

# sign_up_have_account
source: Already have an account?
zh_hans: 已有帐户?
zh_hant: 已有帳戶?

# sign_with_emergency_contact
source: Sign in with recovery contact
es: Iniciar sesión con contacto de emergencia
ja: 緊急連絡先でログイン
zh_hans: 通过恢复联系人登录
zh_hant: 透過恢復聯絡人登入

# sign_with_mobile_number
source: Sign in with mobile number
zh_hans: 通过手机号登录
zh_hant: 透過手機號登入

source: Signature Request
zh_hans: 签名确认
zh_hant: 簽名確認

# signature_request_from
source: This signature request is issued by %@.
zh_hans: 该签名请求来自 %@。
zh_hant: 該簽名請求來自 %@。

source: SIGNED MESSAGE
zh_hans: 签名
zh_hant: 簽名

source: Signing in to your account...
zh_hans: 正在登录账户...
zh_hant: 正在登入賬戶...

# single_transaction_should_be_between
source: Amount range be %1$@ %2$@ ~ %3$@ %4$@
zh_hans: 金额范围 %1$@ %2$@ ~ %3$@ %4$@
zh_hant: 金額範圍 %1$@ %2$@ ~ %3$@ %4$@

# single_transaction_should_be_greater_than
source: Minimum amount %1$@ %2$@
zh_hans: 最低金额 %1$@ %2$@
zh_hant: 最低金額 %1$@ %2$@

# single_transaction_should_be_less_than
source: Maximum amount %1$@ %2$@
zh_hans: 最高金额 %1$@ %2$@
zh_hant: 最高金額 %1$@ %2$@

source: Skip
es: Saltar
ja: スキップ
zh_hans: 跳过
zh_hant: 跳過

source: Slide to Cancel
es: Deslizar para cancelar
ja: スライドしてキャンセル
zh_hans: 滑动取消
zh_hant: 滑動取消

source: Slippage
zh_hans: 滑点
zh_hant: 滑點

source: Slow
ja: 低速
zh_hans: 缓慢
zh_hant: 緩慢

source: Snapshot Hash
es: Hash de Instantánea
zh_hans: 快照哈希
zh_hant: 快照雜湊

source: Snapshot not found.
es: Instantánea no encontrada.
ja: スナップショットは見つかりません
zh_hans: 找不到该转账记录。
zh_hant: 找不到該轉賬記錄。

source: Sort by
es: Ordenar por
ja: 並びかえ項目
zh_hans: 顺序
zh_hant: 順序

source: Sort by Amount
zh_hans: 按金额排序
zh_hant: 按金額排序

source: Sort by Oldest
zh_hans: 按最早排序
zh_hant: 按最早排序

source: Sort by Recent
zh_hans: 按最近排序
zh_hant: 按最近排序

source: Sort by Value
zh_hans: 按价值排序
zh_hant: 按價值排序

source: Speed Up
zh_hans: 加速
zh_hant: 加速

source: Speed Up Transaction
zh_hans: 加速交易
zh_hant: 加速交易

# speed_up_transaction_description
source: If the transaction is too far along this may not be possible
zh_hans: 如果交易已接近完成，可能无法加速
zh_hant: 如果交易已接近完成，可能無法加速

source: Start
es: Comenzar
zh_hans: 开始
zh_hant: 開始

source: Start Backup
zh_hans: 开始备份
zh_hant: 開始備份

source: Start Messaging
es: Empezar a enviar mensajes
ja: メッセージを開始
zh_hans: 开始聊天
zh_hant: 開始聊天

# started_group_call
source: %@ has started a group call
es: %@ ha iniciado una llamada de grupo
ja: %@がグループ通話を開始しました
zh_hans: %@ 开始了群通话
zh_hant: %@ 開始了群通話

source: Stats
zh_hans: 统计
zh_hant: 統計

source: Status
es: Estado
ja: ステータス
zh_hans: 交易状态
zh_hant: 交易狀態

source: Stay in Mixin
es: Quédate en Mixin
zh_hans: 留在 Mixin
zh_hant: 留在 Mixin

source: Sticker
es: Pegatina
ja: スタンプ
zh_hans: 贴纸
zh_hant: 貼紙

# sticker_add_requirements
source: Requires stickers file size larger than %@KB and less than %@KB, width and height between %@ and %@ pixels.
es: Requiere un tamaño de archivo de pegatinas superior a %@KB e inferior a %@KB, ancho y alto entre %@ y %@ píxeles.
ja: スタンプのサイズは%@KB以上%@KB未満、 幅と高さは%@ピクセルから%@ピクセルである必要があります
zh_hans: 贴纸要求大于 %@KB 且小于 %@KB，宽高大于 %@ 像素且小于 %@ 像素。
zh_hant: 貼紙要求大於 %@KB 且小於 %@KB，寬高大於 %@ 畫素且小於 %@ 畫素。

source: Sticker Store
es: Tienda de pegatinas
ja: スタンプストア
zh_hans: 表情商店
zh_hant: 表情商店

# stickers_count
source: %d stickers
es: %d pegatinas
ja: %d個のスタンプ
zh_hans: %d 个表情
zh_hant: %d 個表情

source: Stop
zh_hans: 暂停
zh_hant: 暫停

source: Stop Playing
es: Dejar de reproducir
ja: 再生を止める
zh_hans: 停止播放
zh_hant: 停止播放

source: Stop playing this list?
es: ¿Dejar de reproducir esta lista?
ja: 再生を止めて、プレイリストを閉じますか？
zh_hans: 确定要停止并关闭播放列表？
zh_hant: 確定要停止並關閉播放列表？

source: Storage Usage
es: Uso de almacenamiento
ja: ストレージ使用率
zh_hans: 储存空间
zh_hant: 儲存空間

# stranger_hint
source: This sender is not in your contacts
es: Este remitente no está en tus contactos
ja: 連絡先にない相手からのメッセージです
zh_hans: 对方不是你的联系人
zh_hant: 對方不是你的聯絡人

source: Successful
es: Exitoso
ja: 成功
zh_hans: 成功
zh_hant: 成功

source: Suspicious Link
es: Enlace sospechoso
ja: 不審なリンクです
zh_hans: 可疑链接
zh_hant: 可疑連結

source: Swap
zh_hans: 交易
zh_hant: 交易

source: Swap Again
zh_hans: 再来一笔
zh_hant: 再來一筆

source: Swap Confirmation
zh_hans: 确认交易
zh_hant: 確認交易

source: Swap Failed
zh_hans: 交易失败
zh_hant: 交易失敗

# swap_invalid_amount
source: No available quote found. Please try a different amount.
zh_hans: 没有报价。请尝试修改金额。
zh_hant: 沒有報價。請嘗試修改金額。

# swap_message_success
source: Your transaction has been sent to network and will be processed within a few minutes.
zh_hans: 您的交易已发送至网络，将很快被处理。
zh_hant: 您的交易已傳送至網路，將很快被處理。

# swap_no_available_quote
source: No available quote found. Please try a different token.
zh_hans: 没有报价。请尝试切换币种。
zh_hant: 沒有報價。請嘗試切換幣種。

# swap_not_supported
source: %@ swapping is not supported.
zh_hans: 不支持 %@ 交易。
zh_hant: 不支援 %@ 交易。

# swap_order_paid
source: Paid
zh_hans: 已支付
zh_hant: 已支付

# swap_order_received
source: Received
zh_hans: 已收到
zh_hant: 已收到

# swap_receive
source: Receive
zh_hans: 获得
zh_hant: 獲得

# swap_send
source: Send
zh_hans: 支付
zh_hant: 支付

# swap_token
source: Swap %@
zh_hans: 兑换 %@
zh_hant: 兌換 %@

# swap_token_description
source: Swap other coin to %@
zh_hans: 将其他币种兑换为 %@
zh_hant: 將其他幣種兌換為 %@

# swap_usdt_hint
source: There is USDT on a different network in your wallet. Would you like to swap it now?
zh_hans: 当前钱包有其他链的 USDT，是否马上兑换？
zh_hant: 當前錢包有其他鏈的 USDT，是否馬上兌換？

source: Switch Account
zh_hans: 切换账号
zh_hant: 切換賬號

source: Symbol
es: Símbolo
ja: シンボル
zh_hans: 符号
zh_hant: 符號

# symbol_withdrawal
source: %@ Withdrawal
es: Retiro de %@
ja: %@ 出金
zh_hans: %@ 提现
zh_hant: %@ 提現

# syncing_and_verifying_tip
source: Please keep the app in the foreground while verifying and synchronizing shard keys to the TIP network; do not force quit the app during the setup process.
es: Mantén la aplicación en primer plano mientras verificas y sincronizas las claves fragmentadas con la red TIP; no fuerces el cierre de la aplicación durante el proceso de configuración.
zh_hans: 正在验证并同步密钥分片到 TIP 网络，请保持应用在前台，设置过程中不要强制关闭应用
zh_hant: 正在驗證並同步金鑰分片到 TIP 網路，請保持應用在前臺，設定過程中不要強制關閉應用

# syncing_progress
source: Syncing %d%%
es: Sincronizando %d%%
ja: 同期中 %d%%
zh_hans: 正在同步 %d%%
zh_hant: 正在同步 %d%%

# syncs_contact_hint
source: Mixin syncs your address book to Mixin servers to help you connect with other Mixin users.
es: Mixin sincroniza tu libreta de direcciones con los servidores de Mixin para ayudarte a conectarse con otros usuarios de Mixin.
ja: あなたのアドレス帳をMixinと同期し、他のMixinユーザーと連携します。
zh_hans: 同步通讯录到 Mixin 发现更多好友。
zh_hant: 同步通訊錄到 Mixin 發現更多好友。

source: System
es: Sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: System time is unusual
es: La hora del sistema es inusual
ja: システム時刻に問題があります
zh_hans: 系统时间异常
zh_hant: 系統時間異常

source: Tag
es: Etiqueta
ja: タグ
zh_hans: Tag（标签）
zh_hant: Tag（標籤）

# tag_placeholder
source: Enter the Tag. If there isn’t one, enter any non-zero number.
zh_hans: 输入数字地址标签（Tag），如果没有请输入任意非 0 数字。
zh_hant: 輸入數字地址標籤（Tag），如果沒有請輸入任意非 0 數字。

source: Tap to join
es: Toca para unirte
ja: タップして参加
zh_hans: 点击加入
zh_hant: 點選加入

source: Terms of Service
es: Términos de servicio
ja: 利用規約
zh_hans: 服务条款
zh_hant: 服務條款

source: text
es: texto
ja: メッセージ通知の内容表示
zh_hans: 信息
zh_hant: 資訊

# text_confirm_send_code
source: Please confirm the phone number %@
es: Confirma el número de teléfono %@
ja: 電話番号を確認してください %@
zh_hans: 确认你的手机号码 %@
zh_hant: 確認你的手機號碼 %@

source: TEXT QR CODE
es: CÓDIGO QR DE TEXTO
ja: テキストQRコード
zh_hans: 文本二维码
zh_hant: 文字二維碼

source: The code is incorrect.
es: El código es incorrecto.
ja: 入力したコードは正しくありません。
zh_hans: 验证码不正确
zh_hant: 驗證碼不正確

# third_pin_confirm_hint
source: It's rare to see a third confirmation somewhere else, so please remember the PIN is unrecoverable if lost.
es: Es raro ver una tercera confirmación en otro lugar, así que recuerda que el PIN es irrecuperable si se pierde.
ja: 3回目の確認がされることは稀ですので、PINコードを紛失した場合は復元できないことをご留意ください
zh_hans: 很少看到第三次确认吧！所以请牢记，PIN 丢失是无法找回的。
zh_hant: 很少看到第三次確認吧！所以請牢記，PIN 丟失是無法找回的。

source: This message was deleted
es: Este mensaje ha sido eliminado
ja: このメッセージは削除されています
zh_hans: 此消息已撤回
zh_hant: 此訊息已撤回

source: Time
es: Tiempo
ja: 日時
zh_hans: 时间
zh_hant: 時間

# tip_create_pin_title
source: Set a 6 digit PIN to create your first digital wallet
es: Establece un PIN de 6 dígitos para crear tu primera cartera digital
ja: 6桁のPINコードを作成してください
zh_hans: 设置 6 位数字 PIN 创建你的第一个数字钱包
zh_hant: 設定 6 位數字 PIN 建立你的第一個數字錢包

# tip_creation_introduction
source: Set a 6 digit Wallet PIN to create your first digital wallet, the PIN is based on the Throttled Identity Protocol, which is the decentralized key derivation protocol, read the document to learn more.
es: Establece un PIN de cartera de 6 dígitos para crear tu primera cartera digital, el PIN se basa en el Protocolo de identidad limitado, que es el protocolo de derivación de clave descentralizado, lee el documento para obtener más información.
zh_hans: 设置 6 位数字 PIN 创建你的第一个加密货币钱包，PIN 基于去中心化密钥派生协议 Throttled Identity Protocol，阅读文档以了解更多。
zh_hant: 設定 6 位數字 PIN 建立你的第一個加密貨幣錢包，PIN 基於去中心化金鑰派生協議 Throttled Identity Protocol，閱讀檔案以瞭解更多。

# tip_introduction
source: The 6-digit PIN is based on the Throttled Identity Protocol, which is the decentralized key derivation protocol, read the document to learn more.
es: El PIN de 6 dígitos se basa en el Throttled Identity Protocol, que es el protocolo de derivación de claves descentralizado, lee el documento para obtener más información.
zh_hans: 6 位数字 PIN 基于去中心化密钥派生协议 Throttled Identity Protocol，阅读文档以了解更多。
zh_hant: 6 位數字 PIN 基於去中心化金鑰派生協議 Throttled Identity Protocol，閱讀檔案以瞭解更多。

# title_participants
source: %d Participant
es: %d Participante
ja: %d人の参加者
zh_hans: %d 成员
zh_hant: %d 成員

# title_participants_count
source: %d Participants
es: %d Participantes
ja: %d人の参加者
zh_hans: %d 成员
zh_hant: %d 成員

source: To
es: A
ja: 宛先
zh_hans: 至
zh_hant: 至

source: Today
es: Hoy
ja: 今日
zh_hans: 今天
zh_hant: 今天

source: Token
zh_hans: 代币
zh_hant: 代幣

# top_count
source: Top %d
zh_hans: 前 %d
zh_hant: 前 %d

source: Total
zh_hans: 共计
zh_hant: 共計

source: Total Amount
zh_hans: 总金额
zh_hant: 總金額

source: Total Balance
zh_hans: 资产合计
zh_hant: 資產合計

source: Total Supply
zh_hans: 总量
zh_hant: 總量

source: Touch ID
es: identifición de toque
ja: 指紋認証
zh_hans: 指纹
zh_hant: 指紋

source: Track not found
es: Pista no encontrada
ja: トラックが見つかりません
zh_hans: Track 无效
zh_hant: Track 無效

# trade_native_tokens
source: Trade thousands of native tokens
zh_hans: 交易数千种原生代币

source: Transaction
es: Transacción
ja: トランザクション
zh_hans: 交易详情
zh_hant: 交易詳情

source: Transaction Approved
zh_hans: 批准成功
zh_hant: 批准成功

source: Transaction Failed
zh_hans: 交易失败
zh_hant: 交易失敗

source: Transaction Hash
es: Hash de transacción
ja: トランザクションハッシュ
zh_hans: 交易哈希
zh_hant: 交易雜湊

source: Transaction History
zh_hans: 转账记录
zh_hant: 轉賬記錄
